[
  {
    "_id": 80,
    "first_eng": "T",
    "first_rus": "В",
    "fraction": 0,
    "href_eng": "Second_Battle_of_Winchester",
    "href_rus": "Второе_сражение_при_Винчестере",
    "image": "battles/winchestertwo.png",
    "main_eng": "<p><font color=\"#e32311\">he Second Battle of Winchester</font>  was fought between June 13 and June 15, 1863 in Frederick County and Winchester, Virginia as part of the Gettysburg Campaign during the American Civil War. As Confederate Lieutenant General Richard S. Ewell moved down the Shenandoah Valley in the direction of Pennsylvania, his corps defeated the Union Army garrison commanded by Major General Robert H. Milroy, capturing Winchester and numerous Union prisoners.</p>",
    "main_rus": "<p><font color=\"#e32311\">торое сражение при Винчестере</font> (The Second Battle of Winchester) произошло 13-15 июня 1863 года в округе Фредерик и около Винчестера (штат Виргиния) и было частью Геттисбергской кампании Американской гражданской войны. Генерал-лейтенант Юга Ричард Юэлл двигался вниз по долине Шенандоа в сторону Пенсильвании, его корпус атаковал и разбил федеральный отряд под командованием генерал-майора Роберта Милроя, захватил Винчестер и взял множество пленных.</p>",
    "name_eng": "The Second Battle of Winchester",
    "name_rus": "2-й Винчестер"
  },
  {
    "_id": 37,
    "first_eng": "T",
    "first_rus": "С",
    "fraction": 0,
    "href_eng": "Battle_of_Cold_Harbor",
    "href_rus": "Сражение_при_Колд-Харбор",
    "image": "battles/coldharbor.png",
    "main_eng": "<p><font color=\"#e32311\">he Battle of Cold Harbor</font>  was fought from May 31 to June 12, 1864, with the most significant fighting occurring on June 3. It was one of the final battles of Union Lt. Gen. Ulysses S. Grant's Overland Campaign during the American Civil War, and is remembered as one of American history's bloodiest, most lopsided battles. Thousands of Union soldiers were killed or wounded in a hopeless frontal assault against the fortified positions of Confederate Gen. Robert E. Lee's army.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;On May 31, as Grant's army once again swung around the right flank of Lee's army, Union cavalry seized the crossroads of Old Cold Harbor, about 10 miles northeast of the Confederate capital of Richmond, Virginia, holding it against Confederate attacks until the Union infantry arrived. Both Grant and Lee, whose armies had suffered enormous casualties in the Overland Campaign, received reinforcements. On the evening of June 1, the Union VI Corps and XVIII Corps arrived and assaulted the Confederate works to the west of the crossroads with some success.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;On June 2, the remainder of both armies arrived and the Confederates built an elaborate series of fortifications 7 miles long. At dawn on June 3, three Union corps attacked the Confederate works on the southern end of the line and were easily repulsed with heavy casualties. Attempts to assault the northern end of the line and to resume the assaults on the southern were unsuccessful.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;Grant said of the battle in his memoirs, \"I have always regretted that the last assault at Cold Harbor was ever made. ... No advantage whatever was gained to compensate for the heavy loss we sustained.\" The armies confronted each other on these lines until the night of June 12, when Grant again advanced by his left flank, marching to the James River. It was an impressive defensive victory for Lee, but it was his last in the war. In the final stage, he alternated between digging into the trenches at Petersburg and fleeing westward across Virginia.</p>",
    "main_rus": "<p><font color=\"#e32311\">ражение при Колд-Харбор</font>  (Battle of Cold Harbor) — одно из последних сражений Гражданской войны в Америке, происшедшее 31 мая — 12 июня 1864 года между федеральной армией Улисса Гранта и армией конфедерации под командованием генерала Ли. Оно вошло в историю как одно из самых кровавых сражений той войны. Тысячи солдат Союза были брошены Грантом на бесполезные фронтальные атаки укреплённых позиций армии Ли. Гранту не удалось уничтожить армию южан и овладеть Ричмондом, но и Ли не сумел разбить федеральную армию на марше из-за ряда ошибок, допущенных корпусным командованием.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;Колд-Харбор оставил о себе дурную память, и ветераны войны почти никогда не посещали это место.</p>",
    "name_eng": "The Battle of Cold Harbor",
    "name_rus": "Сражение при Колд-Харбор"
  },
  {
    "_id": 64,
    "first_eng": "T",
    "first_rus": "П",
    "fraction": 0,
    "href_eng": "Agar_gun",
    "href_rus": "Пулемёт_Аджера",
    "image": "techno/adjer.png",
    "main_eng": "<p><font color=\"#e32311\">he Agar gun</font>  (or Ager) was an early rapid fire machine gun developed during the US Civil War. The weapon was nicknamed the Coffee Mill Gun, and was also called the Union Repeating Gun.</p>",
    "main_rus": "<p><font color=\"#e32311\">улемёт Аджера</font>  (англ. Agar gun) — раннее скорострельное автоматическое оружие, появившееся во время американской гражданской войны. Это оружие обычно называлось «Кофемолкой» (англ. Coffee Mill) за внешнее сходство, или же Union Repeating Gun.</p>",
    "name_eng": "The Agar gun",
    "name_rus": "Пулемет Аджера"
  },
  {
    "_id": 75,
    "first_eng": "T",
    "first_rus": "С",
    "fraction": 0,
    "href_eng": "Battle_of_Cross_Keys",
    "href_rus": "Сражение_при_Кросс-Кейс",
    "image": "battles/crosskeys.png",
    "main_eng": "<p><font color=\"#e32311\">he Battle of Cross Keys</font> was fought on June 8, 1862, in Rockingham County, Virginia, as part of Confederate Army Maj. Gen. Thomas J. \"Stonewall\" Jackson's campaign through the Shenandoah Valley during the American Civil War. Together, the battles of Cross Keys and Port Republic the following day were the decisive victories in Jackson's Valley Campaign, forcing the Union armies to retreat and leaving Jackson free to reinforce Gen. Robert E. Lee for the Seven Days Battles outside Richmond, Virginia.</p>",
    "main_rus": "<p><font color=\"#e32311\">ражение при Кросс-Кейс</font>  (The Battle of Cross Keys) произошло 8 июня 1862 года на территории округа Рокингем, Вирджиния, в ходе кампании в долине Шенандоа американской гражданской войны. Это сражение и сражение при Порт-Репаблик на следующий день стали решающими победами генерала Томаса Джексона в ходе той кампании. Они заставили федеральную армию отступить и позволили Джексону перебросить свою армию под Ричмонд и принять участие в Семидневной битве.</p>",
    "name_eng": "The Battle of Cross Keys",
    "name_rus": "Сражение при Кросс-Кейс"
  },
  {
    "_id": 76,
    "first_eng": "T",
    "first_rus": "П",
    "fraction": 0,
    "href_eng": "First_Battle_of_Winchester",
    "href_rus": "Первое_сражение_при_Винчестере",
    "image": "battles/winchesterone.png",
    "main_eng": "<p><font color=\"#e32311\">he First Battle of Winchester</font> , fought on May 25, 1862, in and around Frederick County, Virginia, and Winchester, Virginia, was a major victory in Confederate Army Maj. Gen. Thomas J. \"Stonewall\" Jackson's Campaign through the Shenandoah Valley during the American Civil War. Jackson enveloped the right flank of the Union Army under Maj. Gen. Nathaniel P. Banks and pursued it as it fled across the Potomac River into Maryland.</p>",
    "main_rus": "<p><font color=\"#e32311\">ервое сражение при Винчестере</font>  (англ. First Battle of Winchester) произошло 25 мая 1862 года на территории округа Фредерик, штат Виргиния, в годы американской гражданской войны. Оно стало одной из первых крупных побед армии Конфедерации под командованием Джексона «Каменная стена» во время Кампании в Долине Шенандоа.</p>",
    "name_eng": "The First Battle of Winchester",
    "name_rus": "1-й Винчестер"
  },
  {
    "_id": 77,
    "first_eng": "T",
    "first_rus": "С",
    "fraction": 0,
    "href_eng": "Battle_of_Sailor%27s_Creek",
    "href_rus": "Сражение_при_Сайлерс-Крик",
    "image": "battles/saylerscreek.png",
    "main_eng": "<p><font color=\"#e32311\">he Battle of Sailor's Creek</font>  (also known in whole or in part as Sayler's Creek, Little Sailor's Creek, Harper's Farm, Marshall's Cross Roads, Hillsman Farm, Double Bridges, or Lockett's Farm) was fought on April 6, 1865, near Farmville, Virginia, as part of the Appomattox Campaign, near the end of the American Civil War. It was the last major engagement between the armies of Confederate General Robert E. Lee and Union Army General-in-chief Lieutenant General Ulysses S. Grant before the capitulation of Lee's Army of Northern Virginia at Appomattox Court House three days later.</p>",
    "main_rus": "<p><font color=\"#e32311\">ражение при Сайлерс-Крик</font>  (The Battle of Sayler’s Creek), известное так же как Sailor’s Creek, Hillsman Farm, или Lockett Farm, произошло 6 апреля 1865 года юго-западнее Петерсберга, в штате Вирджиния. Оно было одним из сражений Аппоматтоксской кампании и одним из последних сражений американской гражданской войны. Сражение представляло собой три отдельных столкновения, в ходе которых федеральная армия пыталась уничтожить отставший от основных сил корпус генерала Юэлла.</p>",
    "name_eng": "The Battle of Sailor's Creek",
    "name_rus": "Сражение при Сайлерс-Крик"
  },
  {
    "_id": 57,
    "first_eng": "T",
    "first_rus": "Т",
    "fraction": 0,
    "href_eng": "Third_Battle_of_Petersburg",
    "href_rus": "Третье_сражение_при_Петерсберге",
    "image": "battles/petersburgtree.png",
    "main_eng": "<p><font color=\"#e32311\">e Third Battle of Petersburg</font>, also known as the Breakthrough at Petersburg or the Fall of Petersburg, was fought on April 2, 1865, south and southwest of Petersburg, Virginia, at the end of the 292-day Richmond–Petersburg Campaign (sometimes called the Siege of Petersburg) and in the beginning stage of the Appomattox Campaign near the conclusion of the American Civil War. The Union Army (Army of the Potomac, Army of the Shenandoah and Army of the James) under the overall command of General-in-chief, Lieutenant General Ulysses S. Grant, launched an assault on General Robert E. Lee's Confederate Army of Northern Virginia's Petersburg, Virginia trenches and fortifications after the Union victory at the Battle of Five Forks on April 1, 1865. As a result of that battle the Confederate right flank and rear were exposed, and the remaining supply lines cut, and the Confederate defenders were reduced by over 10,000 men killed, wounded, taken prisoner or in flight.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;The thinly-held Confederate lines at Petersburg had been stretched to the breaking point by earlier Union movements that extended those lines beyond the ability of the Confederates to man them adequately and by desertions and casualties from recent battles. As the much larger Union forces, which significantly outnumbered the Confederates, assaulted the lines, desperate Confederate defenders held off the Union breakthrough long enough for Confederate government officials and most of the remaining Confederate army, including local defense forces, and some Confederate Navy personnel, to flee Petersburg and the Confederate capital of Richmond, Virginia during the night of April 2–3. Confederate corps commander Lieutenant General A.P. Hill was killed during the fighting.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;Union soldiers occupied Richmond and Petersburg on April 3, 1865 but most of the Union Army pursued the Army of Northern Virginia until they surrounded and forced Robert E. Lee to surrender that army on April 9, 1865 after the Battle of Appomattox Court House, Virginia.</p>",
    "main_rus": "<p><font color=\"#e32311\">ретье сражение при Петерсберге</font>  (Third Battle of Petersburg) так же известное как Прорыв под Петерсбергом или Падение Петерсберга, произошло 2 апреля 1865 года и представляло собой последний решающий штурм Петерсберга федеральной армией, которым завершилась Осада Петерсберга. После прорыва своих оборонительных линий генерал Ли был вынужден вывести Северовирджинскую армию из города и сдать противнику Петерсберг и Ричмонд. Сражение считается частью Аппоматтоксской кампании гражданской войны в США. Во время сражения погиб генерал Эмброуз Хилл, командир третьего корпуса Северовирджинской армии.</p>",
    "name_eng": "The Third Battle of Petersburg",
    "name_rus": "3-й Петерсберг"
  },
  {
    "_id": 54,
    "first_eng": "T",
    "first_rus": "Б",
    "fraction": 0,
    "href_eng": "Battle_of_the_Crater",
    "href_rus": "Бой_у_Воронки",
    "image": "battles/crater.png",
    "main_eng": "<p><font color=\"#e32311\">оhe Battle of the Crater</font>  was a battle of the American Civil War, part of the Siege of Petersburg. It took place on July 30, 1864, between the Confederate Army of Northern Virginia, commanded by General Robert E. Lee and the Union Army of the Potomac, commanded by Maj. Gen. George G. Meade (under the direct supervision of the general-in-chief, Lt. Gen. Ulysses S. Grant).</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;After weeks of preparation, on July 30, Union forces exploded a mine in Maj. Gen. Ambrose E. Burnside's IX Corps sector, blowing a gap in the Confederate defenses of Petersburg, Virginia. From this propitious beginning, everything deteriorated rapidly for the Union attackers. Unit after unit charged into and around the crater, where soldiers milled in confusion. Grant considered the assault \"the saddest affair I have witnessed in the war.\" The Confederates quickly recovered and launched several counterattacks led by Brig. Gen. William Mahone. The breach was sealed off, and Union forces were repulsed with severe casualties. Brig. Gen. Edward Ferrero's division of black soldiers was badly mauled. This may have been Grant's best chance to end the Siege of Petersburg. Instead, the soldiers settled in for another eight months of trench warfare. Burnside was relieved of command for the last time for his role in the debacle, and he was never again returned to command.</p>",
    "main_rus": "<p><font color=\"#e32311\">ой у воронки</font>  (Battle of the Crater) — сражение американской гражданской войны, произошедшее во время осады Петерсберга, 30 июля 1864 года. Федеральная Потомакская армия генерала Джорджа Мида пыталась взять штурмом позиции Северовирджинской армии генерала Ли.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;После нескольких недель подготовки, 30 июля, северяне взорвали мину на участке перед фронтом 9-го корпуса генерала Бернсайда. Им удалось пробить брешь в оборонительной линии южан. Несмотря на удачное начало, атака федеральной армии была отбита с огромными потерями. У Гранта были все шансы успешно завершить осаду Петерсберга, но вместо этого его армии пришлось пережить еще восемь месяцев окопной войны. За неудачу этой атаки Бернсайд был отстранен от командования.</p>",
    "name_eng": "The Battle of the Crater was",
    "name_rus": "Бой у воронки"
  },
  {
    "_id": 41,
    "first_eng": "T",
    "first_rus": "С",
    "fraction": 0,
    "href_eng": "Battle_of_Resaca",
    "href_rus": "Сражение_при_Ресаке",
    "image": "battles/resaca.png",
    "main_eng": "<p><font color=\"#e32311\">he Battle of Resaca</font>  was part of the Atlanta Campaign of the American Civil War. The battle was waged in both Gordon and Whitfield counties, Georgia, May 13–15, 1864. It ended inconclusively with the Confederate Army retreating. The engagement was fought between the Military Division of the Mississippi (led by Maj. Gen. William T. Sherman) on the side of the Union and the Army of Tennessee (Gen. Joseph E. Johnston) for the Confederates.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;Unable to halt the Union turning movement caused by Sherman's crossing of the Oostanaula, Johnston was forced to retire, burning the railroad span and a nearby wagon bridge in the early morning of May 16. After the Union repaired the bridges and transported more men over, they continued in the pursuit of the Confederates, leading to the Battle of Adairsville on May 17. There were 6,100 combined casualties: 3,500 for the Union and 2,600 for the Confederacy.</p>",
    "main_rus": "<p><font color=\"#e32311\">ражение при Ресаке</font>  (The Battle of Resaca) — одно из сражений американской гражданской войны. Произошло 13—15 мая 1864 года на территории округов Гордон и Уинфилд во время битвы за Атланту. Сражение завершилось вничью, но армия Конфедерации вынуждена была отступить. В сражении принимал участие полковник Бенджамен Харрисон, будущий президент США.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;Оказавшись под угрозой обхода левого фланга, Джонстон был вынужден отступать. Утром 16 мая Теннессийская армия отошла за реку Устанаула и подожгла железнодорожный мост. Федеральная армия довольно быстро сумела восстановить мост и начать преследование Джонстона, что привело к сражению при Эдейрсвилле 17 мая. Под Ресакой Джонстон потерял 2600 человек убитыми и ранеными. Шерман потерял 4 000 или 5 000.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;Неудачные атаки под Ресакой произвели впечатление на Шермана, который ещё пять недель избегал повторять их. Только в сражении у горы Кеннесо он снова бросил своих солдат во фронтальную атаку, которая тоже оказалась безрезультатной.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;Сражение при Ресаке хронологически совпало со сражением при Спотсильвейни (10 — 13 мая) и во много его напоминало: в обоих случаях федеральная армия неудачно пыталась выйти в тыл противника, в обоих случаях северяне атаковали выступ оборонительных линий южан и оба сражения окончились вничью. И если при Ресаке во многом был виноват генерал Макферсон, то при Спотсильвейни в роли Макферсона выступал генерал Уоррен.</p>",
    "name_eng": "The Battle of Resaca",
    "name_rus": "Сражение при Ресаке"
  },
  {
    "_id": 36,
    "first_eng": "T",
    "first_rus": "Б",
    "fraction": 0,
    "href_eng": "Battle_of_the_Wilderness",
    "href_rus": "Битва_в_Глуши",
    "image": "battles/wilderness.png",
    "main_eng": "<p><font color=\"#e32311\">he Battle of the Wilderness</font>, fought May 5–7, 1864, was the first battle of Lt. Gen. Ulysses S. Grant's 1864 Virginia Overland Campaign against Gen. Robert E. Lee and the Confederate Army of Northern Virginia in the American Civil War. Both armies suffered heavy casualties, a harbinger of a bloody war of attrition by Grant against Lee's army and, eventually, the Confederate capital, Richmond, Virginia. The battle was tactically inconclusive, as Grant disengaged and continued his offensive.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;Grant attempted to move quickly through the dense underbrush of the Wilderness of Spotsylvania, but Lee launched two of his corps on parallel roads to intercept him. On the morning of May 5, the Union V Corps under Maj. Gen. Gouverneur K. Warren attacked the Confederate Second Corps, commanded by Lt. Gen. Richard S. Ewell, on the Orange Turnpike. That afternoon the Third Corps, commanded by Lt. Gen. A.P. Hill, encountered Brig. Gen. George W. Getty's division (VI Corps) and Maj. Gen. Winfield S. Hancock's II Corps on the Orange Plank Road. Fighting until dark was fierce but inconclusive as both sides attempted to maneuver in the dense woods.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;At dawn on May 6, Hancock attacked along the Plank Road, driving Hill's Corps back in confusion, but the First Corps of Lt. Gen. James Longstreet arrived in time to prevent the collapse of the Confederate right flank. Longstreet followed up with a surprise flanking attack from an unfinished railroad bed that drove Hancock's men back to the Brock Road, but the momentum was lost when Longstreet was wounded by his own men. An evening attack by Brig. Gen. John B. Gordon against the Union right flank caused consternation at Union headquarters, but the lines stabilized and fighting ceased. On May 7, Grant disengaged and moved to the southeast, intending to leave the Wilderness to interpose his army between Lee and Richmond, leading to the bloody Battle of Spotsylvania Court House.</p>",
    "main_rus": "<p><font color=\"#e32311\">итва в Глуши</font>  (Battle of the Wilderness) — сражение 5-7 мая 1864 года между армией Союза под командованием Улисса Гранта и армией Конфедерации под командованием Роберта Ли во время Гражданской войны в США. Проходило в труднопроходимой лесной местности, известной как Глушь (Wilderness), общей площадью около 181 км². Первое сражение кампании 1864 года между армиями Ли и Гранта. Армия Юга была на грани поражения, но её спасло неожиданное появление 1-го корпуса генерала Лонгстрита.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;Это сражение также первое на территории Виргинии, после которого армия США не стала отступать обратно на север..</p>",
    "name_eng": "The Battle of the Wilderness",
    "name_rus": "Битва в Глуши"
  },
  {
    "_id": 35,
    "first_eng": "T",
    "first_rus": "Б",
    "fraction": 0,
    "href_eng": "Battle_of_Fredericksburg",
    "href_rus": "Битва_при_Фредериксберге",
    "image": "battles/fredericksburg.png",
    "main_eng": "<p><font color=\"#e32311\">he Battle of Fredericksburg</font> was fought December 11–15, 1862, in and around Fredericksburg, Virginia, between General Robert E. Lee's Confederate Army of Northern Virginia and the Union Army of the Potomac, commanded by Major General Ambrose Burnside. The Union Army's futile frontal attacks on December 13 against entrenched Confederate defenders on the heights behind the city is remembered as one of the most one-sided battles of the American Civil War, with Union casualties more than twice as heavy as those suffered by the Confederates.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;Burnside's plan was to cross the Rappahannock River at Fredericksburg in mid-November and race to the Confederate capital of Richmond before Lee's army could stop him. Bureaucratic delays prevented Burnside from receiving the necessary pontoon bridges in time and Lee moved his army to block the crossings. When the Union army was finally able to build its bridges and cross under fire, urban combat in the city resulted on December 11–12. Union troops prepared to assault Confederate defensive positions south of the city and on a strongly fortified ridge just west of the city known as Marye's Heights.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;On December 13, the \"grand division\" of Maj. Gen. William B. Franklin was able to pierce the first defensive line of Confederate Lieutenant General Stonewall Jackson to the south, but was finally repulsed. Burnside ordered the grand divisions of Maj. Gens. Edwin V. Sumner and Joseph Hooker to make multiple frontal assaults against Lt. Gen. James Longstreet's position on Marye's Heights, all of which were repulsed with heavy losses. On December 15, Burnside withdrew his army, ending another failed Union campaign in the Eastern Theater.</p>",
    "main_rus": "<p><font color=\"#e32311\">итва при Фредериксберге</font>  (англ. Battle of Fredericksburg) — сражение Американской Гражданской войны, произошло 11-15 декабря 1862 года у города Фредериксберг (Виргиния) между армией Конфедерации под ком. Роберта Ли и Потомакской армией под ком. Эмброуза Бернсайда. Армия Союза понесла колоссальные потери во время бесполезных фронтальных атак 13 декабря на высоты Мари, в результате чего было прекращено наступление на Ричмонд.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;Федеральная армия в бесплодных атаках потеряла 12 653 человека (из них 1284 убитыми). Погибло два генерала: Джордж Баярд и Конрад Джексон. Южане потеряли только 5 377 человек (из них 608 убитыми), причем основная часть потерь пришлась на утренний бой на правом фланге. Погибли два генерала: Макси Грегг и Томас Кобб.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;Соотношение потерь наглядно показало несовершенство тактики федеральной армии. Если соотношение потерь на их левом фланге было примерно равным (4 000 южан на 5 000 северян) то соотношение потерь у высот Мари было примерно один к восьми.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;Потерпев неудачу, Бернсайд решил повторить наступление в конце декабря, однако согласования отняли время и новый поход, известный как «Грязевой марш» начался только 20 января 1863 года. Это наступление завершится неудачей и приведет к отставке Бернсайда.</p>",
    "name_eng": "The Battle of Fredericksburg",
    "name_rus": "Битва при Фредериксберге"
  },
  {
    "_id": 84,
    "first_eng": "H",
    "first_rus": "Г",
    "fraction": 2,
    "href_eng": "Herman._Haupt",
    "href_rus": "Герман,_Хаупт",
    "image": "officers/haupt.png",
    "main_eng": "<p><font color=\"#e32311\">illiam Buel Franklin</font> (Philadelphia, March 26, 1817 – Jersey City, December 14, 1905) was an American civil engineer and railroad construction engineer and executive. A Union Army General, he played a key role in the American Civil War, during which he revolutionized U.S. military transportation, particularly the use of railroads.</p>",
    "main_rus": "<p><font color=\"#e32311\">erman Haupt </font> (Herman Haupt; 1817 — 1905) — американский инженер, промышленный и военный деятель; бригадный генерал Союза во время Гражданской войны в США.</p>",
    "name_eng": "Herman Haupt",
    "name_rus": "Герман Хаупт"
  },
  {
    "_id": 25,
    "first_eng": "W",
    "first_rus": "У",
    "fraction": 2,
    "href_eng": "William_Tecumseh_Sherman",
    "href_rus": "Шерман,_Уильям_Текумсе",
    "image": "officers/sherman.png",
    "main_eng": "<p><font color=\"#e32311\">illiam Tecumseh Sherman</font> (February 8, 1820 – February 14, 1891) was an American soldier, businessman, educator and author. He served as a General in the Union Army during the American Civil War (1861–65), for which he received recognition for his outstanding command of military strategy as well as criticism for the harshness of the \"scorched earth\" policies that he implemented in conducting total war against the Confederate States.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;Sherman served under General Ulysses S. Grant in 1862 and 1863 during the campaigns that led to the fall of the Confederate stronghold of Vicksburg on the Mississippi River and culminated with the routing of the Confederate armies in the state of Tennessee. In 1864, Sherman succeeded Grant as the Union commander in the western theater of the war. He proceeded to lead his troops to the capture of the city of Atlanta, a military success that contributed to the re-election of U.S. President Abraham Lincoln. Sherman's subsequent march through Georgia and the Carolinas further undermined the Confederacy's ability to continue fighting. He accepted the surrender of all the Confederate armies in the Carolinas, Georgia, and Florida in April 1865.</p>",
    "main_rus": "<p><font color=\"#e32311\">ильям Текумсе Шерман</font> (англ. William Tecumseh Sherman; 8 февраля 1820 — 14 февраля 1891) — американский политик, полководец и писатель. Прославился как один из наиболее талантливых генералов Гражданской войны 1861—1865 гг., где он воевал на стороне Севера. В то же время Шерман приобрёл печальную славу за свою тактику «выжженной земли».</p>",
    "name_eng": "William Tecumseh Sherman",
    "name_rus": "Уильям Текумсе Шерман"
  },
  {
    "_id": 28,
    "first_eng": "J",
    "first_rus": "Д",
    "fraction": 2,
    "href_eng": "Joseph_Hooker",
    "href_rus": "Хукер,_Джозеф",
    "image": "officers/hooker.png",
    "main_eng": "<p><font color=\"#e32311\">oseph Hooker</font> (November 13, 1814 – October 31, 1879) was a career United States Army officer, achieving the rank of major general in the Union Army during the American Civil War. Although he served throughout the war, usually with distinction[citation needed], Hooker is best remembered for his stunning defeat by Confederate General Robert E. Lee at the Battle of Chancellorsville in 1863.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;After graduating from the United States Military Academy in 1837, Hooker served in the Seminole Wars and the Mexican-American War, receiving three brevet promotions. Resigning from the Army in 1853, he pursued farming, land development, and (unsuccessfully) politics in California. After the start of the Civil War he returned to the Army as a brigadier general. He distinguished himself as an aggressive combat commander leading a division in the Battle of Williamsburg, May 5, 1862, resulting in his promotion to major general. As a corps commander, he led the initial Union attacks at the Battle of Antietam, in which he was wounded. At the Battle of Fredericksburg, he commanded a \"Grand Division\" of two corps, and was ordered to conduct numerous futile frontal assaults that caused his men to suffer serious losses. Throughout this period, he conspired against and openly criticized his army commanders. Following the defeat at Fredericksburg, he was given command of the Army of the Potomac.</p>",
    "main_rus": "<p><font color=\"#e32311\">жозеф Хукер</font> (англ. Joseph Hooker) (13 ноября 1814 — 31 октября 1879) — генерал-майор армии Союза (северян) во время Гражданской войны в США. Командир I корпуса Потомакской армии, в январе — июне 1863 года — командующий Потомакской армией, впоследствии до конца войны — снова командир корпуса. Участник ряда важнейших сражений Гражданской войны, командующий армией Потомака в битве при Чанселорсвилле.</p>",
    "name_eng": "Joseph Hooker",
    "name_rus": "Джозеф Хукер"
  },
  {
    "_id": 29,
    "first_eng": "G",
    "first_rus": "Д",
    "fraction": 2,
    "href_eng": "George_Meade",
    "href_rus": "Мид,_Джордж_Гордон",
    "image": "officers/meade.png",
    "main_eng": "<p><font color=\"#e32311\">eorge Gordon Meade</font> (December 31, 1815 – November 6, 1872) was a career United States Army officer and civil engineer involved in the coastal construction of several lighthouses. He fought with distinction in the Second Seminole War and the Mexican–American War. During the American Civil War he served as a Union general, rising from command of a brigade to the Army of the Potomac. He is best known for defeating Confederate General Robert E. Lee at the Battle of Gettysburg in 1863.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;Meade's Civil War combat experience started as a brigade commander in the Peninsula Campaign and the Seven Days Battles, including the Battle of Glendale, where he was wounded severely. As a division commander, he had notable success at the Battle of South Mountain and assumed temporary corps command at the Battle of Antietam. His division was arguably the most successful during the assaults at the Battle of Fredericksburg.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;During the Gettysburg Campaign, he was appointed to command the Army of the Potomac just three days before the Battle of Gettysburg, but was able to organize his forces to fight a successful defensive battle against Robert E. Lee. This victory was marred by his ineffective pursuit during the Retreat from Gettysburg, by the inconclusive campaigns in the fall of 1863, and by intense political rivalries within the Army, notably with Daniel Sickles.</p>",
    "main_rus": "<p><font color=\"#e32311\">жордж Гордон Мид</font> (англ. George Gordon Meade; 31 декабря 1815, Кадис, Испания — 6 ноября 1872, Филадельфия, штат Пенсильвания) — американский военный деятель, кадровый офицер и гражданский инженер, принимавший участие в строительстве береговых сооружений, в том числе нескольких маяков.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;Отличился во время Второй Семинольской войны и Американо-мексиканской войны 1846-48. Во время Гражданской войны в Америке служил в чине генерала и прошёл путь от командира бригады до командующего Потомакской армией.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;Вошёл в историю тем, что победил генерала Ли в сражении при Геттисберге в 1863 году.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;В 1864-65 во главе Потомакской армии, участвовал в Оверлэндской кампании (Overland campaign), осаде Петерсберга и сражении при Аппоматтоксе, но «оставался в тени» из-за прямого подчинения генералу Улиссу Симпсону Гранту как главнокомандующему.</p>",
    "name_eng": "George Gordon Meade",
    "name_rus": "Джордж Гордон Мид"
  },
  {
    "_id": 30,
    "first_eng": "A",
    "first_rus": "А",
    "fraction": 2,
    "href_eng": "Abraham_Lincoln",
    "href_rus": "Линкольн,_Авраам",
    "image": "officers/linkoln.png",
    "main_eng": "<p><font color=\"#e32311\">braham Lincoln</font> (February 12, 1809 – April 15, 1865) was the 16th President of the United States, serving from March 1861 until his assassination in April 1865. Lincoln led the United States through its Civil War—its bloodiest war and its greatest moral, constitutional, and political crisis.[1][2] In doing so, he preserved the Union, abolished slavery, strengthened the federal government, and modernized the economy.</p>",
    "main_rus": "<p><font color=\"#e32311\">враам Линкольн</font> (англ. Abraham Lincoln [ˈeɪbrəhæm ˈlɪŋkən]) (12 февраля 1809 года, Ходженвилл, штат Кентукки, — 15 апреля 1865 года, Вашингтон) — американский государственный деятель, 16-й президент США (1861—1865) и первый от Республиканской партии, освободитель американских рабов, национальный герой американского народа. Входит в список 100 самых изученных личностей в истории.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;Линкольн лично направлял военные действия, которые привели к победе над Конфедерацией во время Гражданской войны 1861—1865 гг. Его президентская деятельность привела к усилению исполнительной власти и отмене рабства на территории США. Линкольн включил в состав правительства своих противников и смог привлечь их к работе над общей целью. Президент на всём протяжении войны удерживал Великобританию и другие европейские страны от интервенции. В его президентство построена трансконтинентальная железная дорога, принят Гомстед-акт, решивший аграрный вопрос. Линкольн был выдающимся оратором, его речи вдохновляли северян и являются ярким наследием до сих пор. По окончании войны предложил план умеренной Реконструкции, связанный с национальным согласием и отказом от мести. 14 апреля 1865 года Линкольн был смертельно ранен в театре, став первым убитым президентом США. Согласно общепринятой точке зрения и социальным опросам, он по-прежнему остаётся одним из лучших и самых любимых президентов Америки, хотя во время президентства подвергался суровой критике.</p>",
    "name_eng": "Abraham Lincoln Listeni",
    "name_rus": "Авраам Линкольн"
  },
  {
    "_id": 33,
    "first_eng": "T",
    "first_rus": "Т",
    "fraction": 1,
    "href_eng": "Stonewall_Jackson",
    "href_rus": "Джексон,_Томас_Джонатан",
    "image": "officers/stonewall.png",
    "main_eng": "<p><font color=\"#e32311\">homas Jonathan \"Stonewall\" Jackson</font> (January 21, 1824 – May 10, 1863) was a Confederate general during the American Civil War, and the best-known Confederate commander after General Robert E. Lee. His military career includes the Valley Campaign of 1862 and his service as a corps commander in the Army of Northern Virginia under Robert E. Lee. Confederate pickets accidentally shot him at the Battle of Chancellorsville on May 2, 1863. The general survived with the loss of an arm to amputation, but died of complications from pneumonia eight days later. His death was a severe setback for the Confederacy, affecting not only its military prospects, but also the morale of its army and of the general public. Jackson in death became an icon of Southern heroism and commitment, becoming a mainstay in the pantheon of the \"Lost Cause\".</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;Military historians consider Jackson to be one of the most gifted tactical commanders in U.S. history. His Valley Campaign and his envelopment of the Union Army's right wing at Chancellorsville are studied worldwide even today as examples of innovative and bold leadership. He excelled as well in other battles: the First Battle of Bull Run (First Manassas) where he received his famous nickname \"Stonewall\"; the Second Battle of Bull Run (Second Manassas); and the battles of Antietam, and Fredericksburg. Jackson was not universally successful as a commander, however, as displayed by his late arrival and confused efforts during the Seven Days Battles around Richmond in 1862.</p>",
    "main_rus": "<p><font color=\"#e32311\">омас Джонатан Джексон</font> (с 1861 года известный также под прозвищем Каменная Стена или Стоунуолл (англ. Thomas Jonathan «Stonewall» Jackson); 21 января 1824 — 10 мая 1863) — генерал Конфедеративных Штатов Америки в годы Гражданской войны.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;Один из самых талантливых генералов Юга и один из самых знаменитых генералов в истории США. В сражении при Чанселорсвилле 2 мая 1863 года был по ошибке ранен дозором конфедератов, лишился руки и умер через 8 дней от пневмонии.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;Гибель Джексона считается одной из причин неудач Северо-Вирджинской армии в ходе последующей Геттисбергской кампании и всей последующей войны. По свидетельству генерала Гордона, Роберт Ли считал гибель Джексона основной причиной поражения Конфедерации в Гражданской войне.</p>",
    "name_eng": "Thomas Jonathan \"Stonewall\" Jackson",
    "name_rus": "Томас Джонатан Джексон"
  },
  {
    "_id": 34,
    "first_eng": "A",
    "first_rus": "Н",
    "fraction": 0,
    "href_eng": "Bowie_knife",
    "href_rus": "Нож_Боуи",
    "image": "techno/knifeboui.png",
    "main_eng": "<p><font color=\"#e32311\"> Bowie knife</font> is a pattern of fixed-blade fighting knife created by James Black in the early 19th century for Jim Bowie, who had become famous for his use of a large knife at a duel known as the Sandbar Fight.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;Since the first incarnation, the Bowie knife has come to incorporate several recognizable and characteristic design features, although in common usage the term refers to any large sheath knife with a crossguard and a clip point. The knife pattern is still popular with collectors; in addition to various knife manufacturing companies there are hundreds of custom knife makers producing Bowies and variations.</p>",
    "main_rus": "<p><font color=\"#e32311\">ож Боуи</font>  — крупный нож (тесак) с характерной формой клинка, на обухе которого у острия выполнен скос, имеющий форму вогнутой дуги («щучка»). Остриё клинка при этом направлено немного вверх. Скос обуха зачастую имеет режущую кромку или же представляет собой фальшлезвие. Многие ножи Боуи имеют развитую крестовину (гарду).</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;Нож назван по имени изобретателя — Джеймса (Джима) Боуи, героя Техасской революции. Популярен в США.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;По названию ножа часто именуется и характерная для него форма клинка со скосом обуха (иначе — «клип-пойнт»).</p>",
    "name_eng": "The Bowie knife",
    "name_rus": "Нож Боуи"
  },
  {
    "_id": 43,
    "first_eng": "A",
    "first_rus": "К",
    "fraction": 0,
    "href_eng": "Colt_Paterson",
    "href_rus": "Кольт_Патерсон",
    "image": "techno/paterson.png",
    "main_eng": "<p><font color=\"#e32311\"> Colt Paterson</font>  is a revolver. It was the first commercial repeating firearm employing a revolving cylinder with multiple chambers aligned with a single, stationary barrel. Its design was patented by Samuel Colt on February 25, 1836, in the United States, France, and England, and it derived its name from being produced in Paterson, New Jersey. Initially this 5-shot revolver was produced in .28 caliber, with a .36 caliber model following a year later. As originally designed and produced, no loading lever was included with the revolver; a user had to disassemble the revolver partially to re-load it. Starting in 1839, however, a reloading lever and a capping window were incorporated into the design, allowing reloading without requiring partial disassembly of the revolver. This loading lever and capping window design change was also incorporated after the fact into most Colt Paterson revolvers that had been produced from 1836 until 1839. Unlike later revolvers, a folding trigger was incorporated into the Colt Paterson. The trigger only became visible upon cocking the hammer.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;A subsequent patent renewal in 1849, and aggressive litigation against infringements, gave Colt a domestic monopoly on revolver development until the middle 1850s.</p>",
    "main_rus": "<p><font color=\"#e32311\">ольт Патерсон</font>  (англ. Colt Paterson) — первый в истории работоспособный револьвер с капсюльным воспламенением, запатентованный Сэмюэлем Кольтом 25 февраля 1836 года. Револьвер получил название по имени города, где была развернута мануфактура Кольта, но в скором времени приобрел прозвище «Техас» за свою популярность среди жителей этой республики. Компания, называвшаяся в то время Patent Arms Manufacturing Company, кроме револьверов выпускала также винтовки и гладкоствольные ружья — все с барабанами.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;Производство продолжалось до 1842 года, когда завод был закрыт в связи с низким уровнем спроса на свою продукцию и другими проблемами.</p>",
    "name_eng": "The Colt Paterson",
    "name_rus": "Кольт Патерсона"
  },
  {
    "_id": 44,
    "first_eng": "T",
    "first_rus": "К",
    "fraction": 0,
    "href_eng": "Colt_Walker",
    "href_rus": "Кольт_Уолкер",
    "image": "techno/walker.png",
    "main_eng": "<p><font color=\"#e32311\">he Colt Walker</font> was a single-action revolver with a revolving cylinder holding six charges of black powder behind six bullets (typically .44 caliber lead balls). It was designed in 1846 as a collaboration between Captain Samuel Hamilton Walker and American firearms inventor Samuel Colt.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;The Colt Walker holds a powder charge of 60 grains (3.9 g) in each chamber, more than twice what a typical black powder revolver holds. It weighs 4.5 pounds (2 kg) unloaded, has a 9-inch (230 mm) barrel, and fires a .44 caliber (0.454 in (11.5 mm) diameter) conical and round ball. The initial contract called for 1,000 of the revolvers and accoutrements. Colt commissioned Eli Whitney Junior to fill the contract and produced an extra 100 revolvers for private sales and promotional gifts.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;Colt commissioned New York engraver Waterman Ormsby to etch a scene on the cylinder that was based on Walker's description of the 1844 battle.</p>",
    "main_rus": "<p><font color=\"#e32311\">ольт Уолкер</font> (англ. Colt Walker) — шестизарядный револьвер 44-го калибра общей длиной 390 мм с длиной ствола 230 мм и усовершенствованными ударно-спусковым механизмом и спусковой скобой. Разработан С. Уолкером и изобретателем Сэмюэлем Кольтом. Любимый револьвер Клинта Иствуда.Реплики этого револьвера как и другого оружия того времени сейчас производятся несколькими фирмами в Европе,и Америке (одной из них является фирма Uberti Firearms).</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;Кольт Уолкер представляет собой капсюльный шестизарядный револьвер с открытой рамкой, 44-го калибра, общей длиной 15,5 дюймов (375 мм), весом 4,75 фунтов (около 2,5 кг.), усовершенствованными ударно-спусковым механизмом и спусковой скобой. Имеет пороховой заряд 60 гран (3,9 г.) в каждой каморе. Это вдвое больше, чем типичный заряд при использовании чёрного пороха в других револьверах. Зарядка револьвера осуществляется с дульной части камор — порохом и пулей (круглой или конической), или готовым патроном в бумажной гильзе. Прицельные приспособления — мушка и целик, расположенный на верхней части курка.Дальность стрельбы составляет примерно 91,4 метра.В наше время исходя из его калибра,и веса,этот револьвер можно было бы отнести к классу охотничьего оружия (такого,например,как самозарядный пистолет \"Дезерт Игл\").</p>",
    "name_eng": "The Colt Walker",
    "name_rus": "Кольт Уолкер"
  },
  {
    "_id": 45,
    "first_eng": "T",
    "first_rus": "К",
    "fraction": 0,
    "href_eng": "Colt_Dragoon_Revolver",
    "href_rus": "Кольт",
    "image": "techno/dragon.png",
    "main_eng": "<p><font color=\"#e32311\">he Colt Model 1848</font>  Percussion Army Revolver is a .44 caliber revolver designed by Samuel Colt for the U.S. Army's Regiment of Mounted Rifles. The revolver was also issued to the Army's \"Dragoon\" Regiments. This revolver was designed as a solution to numerous problems encountered with the Walker Colt. Although it was introduced after the Mexican-American War, it became popular among civilians during the 1850s and '60s, and was also used during the American Civil War.</p>",
    "main_rus": "<p><font color=\"#e32311\">olt Model 1848 Percussion Army Revolver</font>  — револьвер .44 калибра, разработанный Сэмюэлом Кольтом для конных стрелков американской армии (U.S. Army’s Mounted Rifles), также известных как драгуны (dragoons). Этот револьвер был разработан с целью решения многочисленных проблем, с которыми сталкивались в модели Walker.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;Кольт Драгун отличался от кольта Уолкера тем, что был легче, у него был фиксатор шомпола.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;Новый револьвер появился после мексиканско-американской войны и продолжал оставаться популярным среди гражданских лиц в течение 1850-х и 60-х годов, использовался во время Гражданской войны в США.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;Был также выпущен флотский кольт 1848 (более популярным был образец 1851). Это была, по сути, слегка уменьшенная и модернизированная копия драгунского кольта. Их нелегко визуально различить, однако различия есть. Например, ствол у флотского кольта восьмигранный и чуть длиннее, а у драгунского кольта ствол круглый и покороче; флотский кольт немного легче, чем драгунский; у флотского кольта задняя часть шомпола менее массивная, чем у драгунского.</p>",
    "name_eng": "The Colt Dragoon",
    "name_rus": "Кольт Драгун"
  },
  {
    "_id": 46,
    "first_eng": "T",
    "first_rus": "С",
    "fraction": 0,
    "href_eng": "Colt_1851_Navy_Revolver",
    "href_rus": "Кольт",
    "image": "techno/navy51.png",
    "main_eng": "<p><font color=\"#e32311\">he Colt Revolving Belt Pistol of Naval Caliber</font>  (i.e., .36 cal), later known as the Colt 1851 Navy or Navy Revolver, is a cap and ball revolver that was designed by Samuel Colt between 1847 and 1850. Colt first called this Revolver Ranger model; but the designation Navy quickly took over. It remained in production until 1873, when revolvers using fixed metallic cartridges came into widespread use. Total production numbers were exceeded only by the Colt Pocket models in concurrent development, and numbered some 250,000 domestic units and about 22,000 produced in the Colt London Armory.</p>",
    "main_rus": "<p><font color=\"#e32311\">olt Navy 1851 года</font> - модель предполагалась для вооружения офицеров Военно-морского флота Северо-американских Соединённых Штатов. Это была по сути уменьшенная версия «драгунского кольта». На подобных револьверах можно было встретить гравировку в морской тематике. Что интересно, флотский кольт не обладал мушкой, мол на море и на корабле целиться не надо. Флотский кольт относительно легче и меньше, хотя все равно обладал значительными размерами. Визуально отличить флотский кольт от драгунского тяжело. Стрелял пулями 44-го калибра. Один из самых популярных револьверов Кольта в 50-х годах. Как и все револьверы Кольта, довольно-таки легко разбирался, и при необходимости можно было взять недостающую деталь с другого кольта. Однако у него был один недостаток — крайняя ненадёжность. При регулярном использовании крепления барабана начинали разбалтываться, и стрелку приходилось придерживать его левой рукой при выстреле, дабы избежать выхода пороховых газов наружу, чтобы не травмировать этим руку. И, поняв свою ошибку, Кольт стал продавать отдельные револьверные барабаны, которые можно было свободно приобрести. Револьвер имел огромную популярность не только среди военнослужащих на море, но и среди гражданских лиц на суше.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;Двумя такими револьверами 36 калибра был вооружён Дикий Билл Хикок</p>",
    "name_eng": "The Colt Revolving Belt Pistol of Naval Caliber",
    "name_rus": "Кольт Нави"
  },
  {
    "_id": 47,
    "first_eng": "T",
    "first_rus": "С",
    "fraction": 0,
    "href_eng": "Colt_Army_Model_1860",
    "href_rus": "Кольт",
    "image": "techno/army.png",
    "main_eng": "<p><font color=\"#e32311\">he Colt Army Model 1860</font>  is a muzzle-loaded cap & ball .44-caliber single-action revolver used during the American Civil War made by Colt's Manufacturing Company. It was used as a side arm by cavalry, infantry, artillery troops, and naval forces.</p>",
    "main_rus": "<p><font color=\"#e32311\">olt Army 1860 года</font>  - это было, пожалуй, самое популярное оружие на Гражданской войне. Этот револьвер заряжался с передней части барабана с помощью шомпола, так что стрелкам приходилось иметь при себе бумажные патроны. Для того, чтобы избежать самопроизвольного выстрела рекомендовалось камору барабана, находящуюся напротив ствола, держать пустой. Перезарядка осуществлялась за счёт поочерёдной закладки зарядов, как, впрочем, и любое другое капсюльное оружие. Револьвер пришёл на смену третьему «Драгунскому» кольту (Colt Dragoon). Его стоимость была около 13 долларов, что дороже, чем остальные револьверы того времени. Револьвер одинарного действия, хотя были и переделки данного револьвера в «самовзводный». Пожалуй, главным конкурентом армейского кольта был ремингтон 1858 — так как у ремингтона была намного выше скорость перезарядки, да и вероятность самопроизвольного выстрела была намного ниже.</p>",
    "name_eng": "The Colt Army Model 1860",
    "name_rus": "Армейский кольт"
  },
  {
    "_id": 48,
    "first_eng": "T",
    "first_rus": "Р",
    "fraction": 0,
    "href_eng": "LeMat_Revolver",
    "href_rus": "Револьвер_Ле_Ма",
    "image": "techno/lema.png",
    "main_eng": "<p><font color=\"#e32311\">he LeMat revolver</font>  was a .42 or .36 caliber cap & ball black powder revolver invented by Jean Alexandre LeMat of New Orleans, which featured an unusual secondary 20 gauge smooth-bore barrel capable of firing buckshot. It saw service with the armed forces of the Confederate States of America during the American Civil War of 1861–65.</p>",
    "main_rus": "<p><font color=\"#e32311\">евольвер Ле Ма</font>  разработан Жаном Александром Ле Ма (Jean Alexandre François LeMat) в 1856 году. Револьвер существовал в трёх вариантах: капсюльный, шпилечный и под патрон центрального воспламенения. Капсюльные состояли на вооружении французского флота, также использовались американскими конфедератами. Все варианты имели два ствола.</p>",
    "name_eng": "The LeMat revolver",
    "name_rus": "Револьвер Ле Ма"
  },
  {
    "_id": 49,
    "first_eng": "T",
    "first_rus": "Р",
    "fraction": 0,
    "href_eng": "Lefaucheux_M1858",
    "href_rus": "Lefaucheux_M1858",
    "image": "techno/lefaucheux.png",
    "main_eng": "<p><font color=\"#e32311\">he Lefaucheux M1858</font>  was a French military revolver, chambered for the 12mm pinfire cartridge, based on a design by Casimir Lefaucheux. It was the first metallic-cartridge revolver adopted by a national government. It was first fielded in 1858 by the French Navy, and though never issued by the French Army, it was used in limited numbers by the French Cavalry during their 1862 deployment to Mexico. Models were also purchased by Spain, Sweden, Italy, Russia, and Norway. Along with those countries, both the U.S. Confederate and Federal forces also used them in the American Civil War.</p>",
    "main_rus": "<p><font color=\"#e32311\">евольверы Лефоше</font> названы по имени французского конструктора Казимира Лефоше. Первый вариант револьвера Лефоше, оснащаемый шпилечным патроном, был принят на вооружение во Франции в 1853 г. Франция была первой в мире страной, внедрившей в своей армии револьвер.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;Револьвер Лефоше образца 1858 г. оснащался восьмигранным стволом с мушкой; прицел представлял собой вырез сверху носовой части курка. Барабан с выступами, которые входят в зацепление с фиксатором барабана. При попадании патрона на одну линию со стволом фиксатор блокирует барабан. Курок можно взводить вручную. Револьвер оснащён также стержнем-экстрактором, который поддерживается давлением пружины. Пружина предотвращает случайное попадание стержня в барабан. Оружие снабжено кольцом для ремня.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;В России револьверы системы Лефоше испытывались в 1859 году в Офицерской Стрелковой Школе и были признаны лучшими среди производимых в то время моделей за счет своей простоты и применения унитарного патрона. Официальные поставки из-за границы начались в 1860-х годах для перевооружения нижних чинов Жандармского Корпуса. У Лефоше было заказано 4500 револьверов, у бельгийского фабриканта Таннера 1600. Еще 1000 штук было изготовлено на Сестрорецком заводе. В 1871 году 500 револьверов Лефоше было заказано у тульских оружейников Гольтяковых Главным Артиллерийским управлением. Данные револьверы, хотя и не принятые официально на вооружении, было рекомендовано приобретать (наряду с другими моделями, например Кольта) офицерам за свой счёт (вместо непопулярных в войсках штатных гладкоствольных пистолетов обр.1849 года).</p>",
    "name_eng": "The Lefaucheux M1858",
    "name_rus": "Лефоше 1858"
  },
  {
    "_id": 50,
    "first_eng": "T",
    "first_rus": "Р",
    "fraction": 0,
    "href_eng": "Remington_Model_1858",
    "href_rus": "Ремингтон_модель_1858",
    "image": "techno/remington.png",
    "main_eng": "<p><font color=\"#e32311\">he Remington-Beals Model Revolvers</font>  along with subsequent models and variations were percussion revolvers manufactured by Eliphalet Remington & Sons in .31 (Pocket) .36 (Navy) or .44 (Army) caliber, used during the American Civil War, and was the beginning of a successful line of medium and large frame pistols. It is commonly, though inaccurately, referred to as the Model 1858 due to the patent markings on its cylinder, \"PATENTED SEPT. 14, 1858/E. REMINGTON & SONS, ILION, NEW YORK, U.S.A./NEW MODEL.\"; although wide scale production did not start until 1861.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;The Remington revolver was a secondary, supplemental issue firearm for the Union Army until the Colt factory fire of 1864. Due to the fire the Colt 1860 Army was not available for some time, subsequently large numbers of the Remington revolver were ordered by the U.S. government. It was more expensive, by \"50 cents\" (a difference of more than US$12 in 2013 dollars), than the Colt, but those who could afford it remarked on its durability and ability to quickly reload by switching to another pre-loaded cylinder.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;It saw use in the American West, both in its original percussion configuration and as a metallic cartridge conversion, as well as around the world.</p>",
    "main_rus": "<p><font color=\"#e32311\">емингтон модель 1858</font> . В 1857 году Элифалет Ремингтон создал свой револьвер. Он имел неразъёмную рамку, восьмигранный ствол, ввинченный в рамку. Шестизарядный барабан имеет прямоугольные прорези для стопора. Ударно-спусковой механизм одинарного действия; барабан поворачивался при взведении курка. Спусковая скоба сделана из латуни. Активно использовался во время Гражданской войны в США. Какое-то время был популярнее револьвера Кольта.</p>",
    "name_eng": "The Remington-Beals Model Revolvers",
    "name_rus": "Ремингтон 1858"
  },
  {
    "_id": 51,
    "first_eng": "T",
    "first_rus": "Д",
    "fraction": 0,
    "href_eng": "Derringer",
    "href_rus": "Дерринджер",
    "image": "techno/derindger.png",
    "main_eng": "<p><font color=\"#e32311\">he term derringer</font>  is a genericized misspelling of the last name of Henry Deringer, a famous 19th-century maker of small pocket pistols. Many copies of the original Philadelphia Deringer pistol were made by other gun makers worldwide, and the name was often misspelled; this misspelling soon became an alternative generic term for any pocket pistol, along with the generic phrase palm pistol Deringer's competitors invented and used in their advertising. The original Deringer pistol was a single-shot muzzleloading pistol; with the advent of cartridge firearms, pistols began to be produced in the modern form still known as a derringer.</p>",
    "main_rus": "<p><font color=\"#e32311\">ерринджер</font>  — класс пистолетов простейшей конструкции, как правило, карманного размера. Название происходит от фамилии известного американского оружейника XIX века Генри Деринджера. Широко применялся как оружие самообороны.</p>",
    "name_eng": "The Derringer",
    "name_rus": "Пистолет «Дерринджер»"
  },
  {
    "_id": 59,
    "first_eng": "T",
    "first_rus": "М",
    "fraction": 0,
    "href_eng": "Spencer_repeating_rifle",
    "href_rus": "Винтовка_Спенсера",
    "image": "techno/spenser.png",
    "main_eng": "<p><font color=\"#e32311\">he Spencer repeating rifle</font>  was a manually operated lever-action, seven shot repeating rifle produced in the United States by three manufacturers between 1860 and 1869. Designed by Christopher Spencer, it was fed with cartridges from a tube magazine in the rifle's buttstock.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;The Spencer repeating rifle was adopted by the Union Army, especially by the cavalry, during the American Civil War, but did not replace the standard issue muzzle-loading rifled muskets in use at the time. The Spencer carbine was a shorter and lighter version.</p>",
    "main_rus": "<p><font color=\"#e32311\">агазинная винтовка Спенсера</font> (англ. The Spencer repeating rifle) — многозарядная винтовка рычажного действия калибра 14,2 мм2 мм, 12,2 со сменным прикладным магазином и крановым затвором. Производилась в Америке в 1860—1869 годах.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;Винтовка использовалась преимущественно в кавалерии, и не смогла вытеснить дульнозарядные мушкеты. Специально для кавалерии был разработан карабин Спенсера, более короткий и легкий.</p>",
    "name_eng": "The Spencer repeating rifle",
    "name_rus": "Винтовка Спенсера"
  },
  {
    "_id": 56,
    "first_eng": "S",
    "first_rus": "К",
    "fraction": 0,
    "href_eng": "Sharps_rifle",
    "href_rus": "Карабин_Шарпса",
    "image": "techno/karabsharps.png",
    "main_eng": "<p><font color=\"#e32311\">harps rifles</font>  are a series of large-bore single-shot rifles, beginning with a design by Christian Sharps in 1848, and ceasing production in 1881. They are renowned for long-range accuracy. By 1874 the rifle was available in a variety of calibers and had been adopted by the armies of a number of nations and was one of the few successful designs to transition to metallic cartridge use.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;Reproductions of the Sharps rifle are currently made by different rifle companies and the rifle has become an icon of the Old West due to its use in a number of movies and books in the Western genre.</p>",
    "main_rus": "<p><font color=\"#e32311\">арабин Шарпса</font>  — карабин системы Кристиана Шарпса .52 калибра. Использовал скобу Спенсера При ее опускании затвор открывал зарядную камору, куда вставлялся унитарный металлический патрон.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;Применялся в гражданской войне в США. Им были вооружены «Стрелки Соединенных Штатов» и снайперы. Был популярен у первопроходцев и переселенцев в эпоху покорения «Дикого Запада».</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;Кристиан Шарпс запатентовал свое оружие в 1849 году, практически сразу оно стало производиться. В 1882 году компания Шарпса прекратила деятельность, но оружие этой системы еще долго оставалось на руках у людей и активно использовалось. За все время производства оружия у Шарпса было закуплено 80512 карабинов и 9141 винтовка.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;В 1874 году из карабина Шарпса с расстояния 1538 ярдов (около 1406 м) Билл Диксон попал в воина-индейца, что для того времени было рекордом дальности стрельбы.</p>",
    "name_eng": "The Sharps rifles",
    "name_rus": "Карабин Шарпса"
  },
  {
    "_id": 58,
    "first_eng": "T",
    "first_rus": "С",
    "fraction": 0,
    "href_eng": "Springfield_Model_1842",
    "href_rus": "Спрингфилд_(1842)",
    "image": "techno/springfield.png",
    "main_eng": "<p><font color=\"#e32311\">he US Model 1842 Musket</font>  was a .69 caliber musket manufactured and used in the United States during the 19th Century. It is a continuation of the Model 1816 line of muskets but is generally referred to as its own model number rather than just a variant of the Model 1816.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;The Model 1842 was the last U.S. smoothbore musket. Many features that had been retrofitted into the Model 1840 were standard on the Model 1842. The Model 1842 was the first U.S. musket to be produced with a percussion lock, though most of the Model 1840 flintlocks ended up being converted to percussion locks before reaching the field. The percussion cap system was vastly superior to the flintlock, being much more reliable and much more resistant to weather.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;Like all Model 1816 derivatives, the Model 1842 has a .69 caliber barrel that was 42 inches in length. The Model 1842 had an overall length of 58 inches and a weight of 10 lbs.</p>",
    "main_rus": "<p><font color=\"#e32311\">прингфилд образца 1842 года</font> (Springfield Model 1842) — американский гладкоствольный мушкет калибра .69, который производился и использовался в США в XIX веке. Во многом напоминал мушкет образца 1816 года, однако считается отдельной моделью, а не вариантом мушкета 1816 года. Производился арсеналами Спрингфилда и Харперс-Ферри с 1844 года.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;«Спрингфилд 1842» стал последним американским гладкоствольным мушкетом. Многие усовершенствования мушкета 1840 года были использованы при разработке модели 1842 года. Он также стал первым американским мушкетом, в котором использовался капсюльный замок, хотя многие мушкеты образца 1840 года часто переделывались в капсюльные. Такой механизм давал большие преимущества перед кремнёвыми замками, будучи менее зависимым от погоды.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;Подобно модели 1816 года, Спрингфилд имел ствол калибра .69 (17,5 мм) и длиной 42 дюйма. Полная длина мушкета составляла 58 дюймов и весила 10 фунтов (4,53 килограмм).</p>",
    "name_eng": "The US Model 1842 Musket",
    "name_rus": "Спрингфилд 1842"
  },
  {
    "_id": 61,
    "first_eng": "T",
    "first_rus": "В",
    "fraction": 0,
    "href_eng": "Pattern_1853_Enfield",
    "href_rus": "Энфилд_(винтовка)",
    "image": "techno/enfild.png",
    "main_eng": "<p><font color=\"#e32311\">he Enfield Pattern 1853 rifle-musket</font>  (also known as the Pattern 1853 Enfield, P53 Enfield, and Enfield rifle-musket) was a .577 calibre Minié-type muzzle-loading rifle-musket, used by the British Empire from 1853 to 1867, after which many Enfield 1853 rifle-muskets were converted to (and replaced in service by) the cartridge-loaded Snider-Enfield rifle.</p>",
    "main_rus": "<p><font color=\"#e32311\">интовка Энфилд образца 1853 года </font> (англ. Enfield Pattern 1853 Rifled Musket, также известна как Pattern 1853 Enfield, P53 Enfield или Enfield Rifled Musket) — стрелковое оружие, винтовка калибра .577, которая была создана в Британской империи и использовалась ею с 1853 по 1867 год. Винтовка Энфилд заряжалась пулями Притчетта (упрощённый вариант пули Минье) калибра .577 через дуло; после 1867 года многие из винтовок были переделаны под заряжание патронами и были переименованы в Снайдер-Энфилд.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;Согласно некоторым данным, особенности конструкции патрона «Энфилда» образца 1853 года послужили поводом к индийскому восстанию 1857—1859 годов.</p>",
    "name_eng": "The Enfield Pattern 1853 rifle-musket",
    "name_rus": "Винтовлка Энфилд"
  },
  {
    "_id": 63,
    "first_eng": "T",
    "first_rus": "О",
    "fraction": 0,
    "href_eng": "Gatling_gun",
    "href_rus": "Пулемёт_Гатлинга",
    "image": "techno/gatling.png",
    "main_eng": "<p><font color=\"#e32311\">he Gatling gun</font>  is one of the best-known early rapid-fire weapons and a forerunner of the modern machine gun. Invented by Richard Gatling, it is known for its use by the Union forces during the American Civil War in the 1860s, which was the first time it was employed in combat. Later it was used in the Boshin War, the Anglo-Zulu War and still later in the assault on San Juan Hill during the Spanish–American War.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;The Gatling gun's operation centered on a cyclic multi-barrel design which facilitated cooling and synchronized the firing-reloading sequence. Each barrel fired a single shot when it reached a certain point in the cycle, after which it ejected the spent cartridge, loaded a new round and, in the process, allowed the barrel to cool somewhat. This configuration allowed higher rates of fire to be achieved without the barrel overheating.</p>",
    "main_rus": "<p><font color=\"#e32311\">рудие Гатлинга</font>  (англ. Gatling gun — орудие Гатлинга, также картечница Гатлинга, иногда — просто «Гатлинг») — многоствольное скорострельное стрелковое оружие, один из первых образцов пулемёта.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;Запатентована доктором Ричардом Джорданом Гатлингом в 1862 году под названием Revolving Battery Gun. Предшественницей орудия Гатлинга является митральеза.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;«Гатлинг» снабжен расположенным сверху магазином с гравитационной подачей боеприпасов (без пружины). В течение цикла поворота блока стволов на 360° каждый ствол делает единственный выстрел, освобождается от гильзы и заряжается вновь. За это время происходит естественное охлаждение ствола. Вращение стволов у первых моделей Гатлинга осуществлялось вручную, в более поздних для него использовался электрический привод. Скорострельность моделей с ручным приводом составляла от 200 до 1000 выстрелов в минуту, а при использовании электропривода могла достигать и 3000 выстрелов в минуту.</p>",
    "name_eng": "The Gatling gun",
    "name_rus": "Орудие Гатлинга"
  },
  {
    "_id": 66,
    "first_eng": "T",
    "first_rus": "Н",
    "fraction": 0,
    "href_eng": "Canon_obusier_de_12",
    "href_rus": "Наполеон_(орудие)",
    "image": "techno/napoleon.png",
    "main_eng": "<p><font color=\"#e32311\">he Canon obusier de 12</font>  (French:\"Canon obusier de campagne de 12 cm, modèle 1853\", USA: 12-pounder Napoleon), also known as the \"Canon de l’Empereur\" was a type of canon-obusier (literally \"gun-howitzer\") developed by France in 1853. Its performance and versatility (it was able to fire either ball, shell, canister or grapeshot) allowed it to replace all the previous field guns, especially the Canon de 8 and the Canon de 12 as well as the two howitzers of the Valée system.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;The cannon owes its alias to French president and emperor Napoleon III.</p>",
    "main_rus": "<p><font color=\"#e32311\">аполеон</font>  (фр. Canon obusier de campagne de 12 modele 1853; США: 12-pounder Napoleon), также известное как «Canon de l’Empereur», представляло собой тип гаубицы, разработанный во Франции в 1853 году. Эффективность и многофункциональность этого орудия — которое могло вести огонь ядрами, снарядами и картечью — привело к тому, что оно быстро заменило все предыдущие виды орудий.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;Орудие получило прозвище «Наполеон» по имени французского президента и императора Наполеона III.</p>",
    "name_eng": "12-pounder Napoleon",
    "name_rus": "Пушка Наполеон"
  },
  {
    "_id": 69,
    "first_eng": "T",
    "first_rus": "С",
    "fraction": 0,
    "href_eng": "Battle_of_Fort_Sumter",
    "href_rus": "Сражение_за_форт_Самтер",
    "image": "battles/samter.png",
    "main_eng": "<p><font color=\"#e32311\">he Battle of Fort Sumter</font>  (April 12–14, 1861) was the bombardment and surrender of Fort Sumter, near Charleston, South Carolina, that started the American Civil War. Following declarations of secession by seven Southern states, South Carolina demanded that the US Army abandon its facilities in Charleston Harbor. On December 26, 1860, Major Robert Anderson of the U.S. Army surreptitiously moved his small command from the vulnerable Fort Moultrie on Sullivan's Island to Fort Sumter, a substantial fortress controlling the entrance of Charleston Harbor. An attempt by U.S. President James Buchanan to reinforce and resupply Anderson, using the unarmed merchant ship Star of the West, failed when it was fired upon by shore batteries on January 9, 1861. South Carolina authorities then seized all Federal property in the Charleston area, except for Fort Sumter.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;During the early months of 1861, the situation around Fort Sumter increasingly began to resemble a siege. In March, Brigadier General P. G. T. Beauregard, the first general officer of the newly formed Confederate States Army, was placed in command of Confederate forces in Charleston. Beauregard energetically directed the strengthening of batteries around Charleston harbor aimed at Fort Sumter. Conditions in the fort grew dire as the Union soldiers rushed to complete the installation of additional guns. Anderson was short of men, food, and supplies.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;The resupply of Fort Sumter became the first crisis of the administration of U.S. President Abraham Lincoln, who was inaugurated on March 4, 1861, following his victory in the election of November 6, 1860. He notified the Governor of South Carolina, Francis W. Pickens, that he was sending supply ships, which resulted in an ultimatum from the Confederate government: evacuate Fort Sumter immediately. Major Anderson refused to surrender. Beginning at 4:30 a.m. on April 12, the Confederates bombarded the fort from artillery batteries surrounding the harbor. Although the Union garrison returned fire, they were significantly outgunned and, after 34 hours, Major Anderson agreed to evacuate. There were no deaths on either side as a direct result of this engagement, although a gun explosion during the surrender ceremonies on April 14 caused two Union deaths.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;Following the battle, there was widespread support from both North and South for further military action. Lincoln's immediate call for 75,000 volunteers to suppress the rebellion resulted in an additional four southern slave states also declaring their secession and joining the Confederacy. The Civil War had begun..</p>",
    "main_rus": "<p><font color=\"#e32311\">ражение за форт Самтер</font>  (англ. Battle of Fort Sumter; 12—13 апреля 1861) — блокада, бомбардировка и взятие форта Самтер около города Чарльстон, штат Южная Каролина. Это событие послужило формальным предлогом для начала Гражданской войны в США.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;События у форта Самтер послужили сигналом к началу войны. Уже вечером 14 апреля президент Линкольн подготовил прокламацию о наборе 75 000 добровольцев, и утром 15 апреля она была опубликована в газетах северных штатов.</p>",
    "name_eng": "The Battle of Fort Sumter",
    "name_rus": "Сражение за форт Самтер"
  },
  {
    "_id": 71,
    "first_eng": "T",
    "first_rus": "С",
    "fraction": 0,
    "href_eng": "Battle_of_South_Mountain",
    "href_rus": "Сражение_у_Южной_Горы",
    "image": "battles/southmountain.png",
    "main_eng": "<p><font color=\"#e32311\">he Battle of South Mountain</font> —known  in several early Southern accounts as the Battle of Boonsboro Gap—was fought September 14, 1862, as part of the Maryland Campaign of the American Civil War. Three pitched battles were fought for possession of three South Mountain passes: Crampton's, Turner's, and Fox's Gaps. Maj. Gen. George B. McClellan, commanding the Union Army of the Potomac, needed to pass through these gaps in his pursuit of Confederate General Robert E. Lee's precariously divided Army of Northern Virginia. Although the delay bought at South Mountain would allow him to reunite his army and forestall defeat in detail, Lee considered termination of the Maryland Campaign at nightfall.</p>",
    "main_rus": "<p><font color=\"#e32311\">ражение у Южной Горы</font>  (Battle of South Mountain), называемое на юге иногда Battle of Boonsboro Gap, произошло 14 сентября 1862, и было частью Мерилендской кампании американской гражданской войны. Всего произошло три сражения в ущельях Южной горы: в Крэмптонском ущелье, в ущелье Тернера и в ущелье Фокса. Генерал Макклелан, командующий Потомакской армией, должен был пройти все три ущелья, преследуя Северовирджинскую армию генерала Ли. Несмотря на неравенство сил, южане сумели задержать Макклелана на целый день.</p>",
    "name_eng": "The Battle of South Mountain",
    "name_rus": "Сражение у Южной Горы"
  },
  {
    "_id": 72,
    "first_eng": "T",
    "first_rus": "С",
    "fraction": 0,
    "href_eng": "Battle_of_Chantilly",
    "href_rus": "Сражение_при_Шантильи",
    "image": "battles/chantilly.png",
    "main_eng": "<p><font color=\"#e32311\">he Battle of Chantilly</font>  (or Ox Hill, the Confederate name) took place on September 1, 1862, in Fairfax County, Virginia, as the concluding battle of the Northern Virginia Campaign of the American Civil War. Thomas J. \"Stonewall\" Jackson's corps of the Army of Northern Virginia attempted to cut off the line of retreat of the Union Army of Virginia but was attacked by two Union divisions. During the ensuing battle, Union division commanders Stevens and Kearny were both killed but the Union attack halted Jackson's advance.</p>",
    "main_rus": "<p><font color=\"#e32311\">ражение при Шантильи</font>  (Battle of Chantilly), известное на юге как Сражение при Окс-Хилл, произошло 1 сентября 1862 года в округе Фэирфакс, Вирджиния, и было последним сражением Северовирджинской кампании во время американской гражданской войны. Корпус генерала Джексона пытался перерезать пути отступления федеральной Вирджинской армии, но был атакован двумя федеральными дивизиями. В сражении погибли оба дивизионых командира федеральной армии, но наступление Джексона удалось остановить.</p>",
    "name_eng": "The Battle of Chantilly",
    "name_rus": "Сражение при Шантильи"
  },
  {
    "_id": 74,
    "first_eng": "T",
    "first_rus": "С",
    "fraction": 0,
    "href_eng": "Battle_of_Eltham%27s_Landing",
    "href_rus": "Сражение_при_Элтамс-Лендинг",
    "image": "battles/elanding.png",
    "main_eng": "<p><font color=\"#e32311\">he Battle of Eltham's Landing</font> , also known as the Battle of Barhamsville, or West Point, took place on May 7, 1862, in New Kent County, Virginia, as part of the Peninsula Campaign of the American Civil War. Brig. Gen. William B. Franklin's Union division landed at Eltham's Landing and was attacked by two brigades of Brig. Gen. G. W. Smith's command, reacting to the threat to the Confederate army's trains on the Barhamsville Road. Franklin's movement occurred while the Confederate army was withdrawing from the Williamsburg line, but he was unable to interfere with the Confederate movement.</p>",
    "main_rus": "<p><font color=\"#e32311\">ражение при Элтамс-Лендинг</font>  (англ. Battle of Eltham's Landing) — одно из сражений кампании на Вирджинском полуострове во время Гражданской войны в США, состоявшееся 7 мая 1862 года в округе Нью-Кент, штат Виргиния. Федеральная дивизия Уильяма Франклина высадилась в Элтамс-Лендинг и была атакована двумя бригадами Густава Смита. Это произошло во время отступления армии конфедератов после сражения при Уильямсберге.</p>",
    "name_eng": "The Battle of Eltham's Landing",
    "name_rus": "Сражение при Элтамс-Лендинг"
  },
  {
    "_id": 78,
    "first_eng": "T",
    "first_rus": "Б",
    "fraction": 0,
    "href_eng": "Battle_of_Five_Forks",
    "href_rus": "Битва_при_Файв-Фокс",
    "image": "battles/fiveforks.png",
    "main_eng": "<p><font color=\"#e32311\">he Battle of Five Forks</font>  was fought on April 1, 1865, southwest of Petersburg, Virginia, around the road junction of Five Forks, Dinwiddie County, Virginia, during the end of the Richmond–Petersburg Campaign (sometimes called the Siege of Petersburg) and in the beginning stage of the Appomattox Campaign near the conclusion of the American Civil War. A mobile task force of combined infantry, artillery and cavalry from the Union Army commanded by Major General Philip Sheridan defeated a Confederate States Army combined task force from the Army of Northern Virginia commanded by Major General George E. Pickett. The Union force inflicted over 1,000 casualties on the Confederates and took between 2,400 and 4,000 prisoners while seizing Five Forks, the key to control of the South Side Railroad (sometimes shown as Southside Railroad), a vital Confederate supply line to, and retreat line from, Petersburg.</p>",
    "main_rus": "<p><font color=\"#e32311\">итва при Файв-Фокс</font>  (англ. Battle of Five Forks) — одно из последних сражений американской гражданской войны, произошло 1 апреля 1865 года юго-западнее Петерсбурга, штат Виргиния, в ходе Аппоматтоксской кампании. Иногда это сражение называют «Ватерлоо Конфедерации». В этом сражении федеральный генерал-майор Филип Шеридан действовал против генерала Конфедерации Джорджа Пикетта. Разгром Пикетта привел к тому, что генерал Ли решил сдать Петерсбург и начать отступление, которое привело к окружению при Аппаматоксе 9 апреля 1865 года.</p>",
    "name_eng": "The Battle of Five Forks",
    "name_rus": "Битва при Файв-Фокс"
  },
  {
    "_id": 79,
    "first_eng": "T",
    "first_rus": "В",
    "fraction": 0,
    "href_eng": "Second_Battle_of_Petersburg",
    "href_rus": "Второе_сражение_при_Петерсберге",
    "image": "battles/petersburgtwo.png",
    "main_eng": "<p><font color=\"#e32311\">he Second Battle of Petersburg</font> , also known as the Assault on Petersburg, was fought June 15–18, 1864, at the beginning of the Richmond–Petersburg Campaign (popularly known as the Siege of Petersburg). Union forces under Lt. Gen. Ulysses S. Grant attempted to capture Petersburg, Virginia, before Gen. Robert E. Lee's Confederate Army of Northern Virginia could reinforce the city.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;The four days included repeated Union assaults against substantially smaller forces commanded by Gen. P.G.T. Beauregard. Beauregard's strong defensive positions and poorly coordinated actions by the Union generals (notably Maj. Gen. William F. \"Baldy\" Smith, who squandered the best opportunity for success on June 15) made up for the disparity in the sizes of the armies. By June 18, the arrival of significant reinforcements from Lee's army made further assaults impractical. The failure of the Union to defeat the Confederates in these actions resulted in the start of the ten-month Siege of Petersburg.</p>",
    "main_rus": "<p><font color=\"#e32311\">торое сражение при Петерсберге</font>  (The Second Battle of Petersburg), известное так же как Штурм Петерсберга, происходило с 15 по 18 июня 1864 года в ходе Ричмонд-Петерсбергской кампании (известной как осада Петерсберга) американской гражданской войны.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;За несколько дней боев армия Мида не добилась никаких результатов, поэтому Мид приказал солдатам окопаться на занятых позициях. Северяне потеряли 11 386 человек: 1688 убитыми, 8513 ранеными и 1185 пропавшими без вести и попавшими в плен. Южане потеряли всего 4 000 человек: 200 убитыми, 2 900 ранеными и 900 пропавшими без вести и пленными. Существует и иная статистика. Например, Джон Салмон приводит 8 150 федеральных потерь и 3 236 потерь в армии Юга.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;Грант упустил возможность быстро захватить Петерсберг, однако Ли, который прибыл в Петерсберг около полудня 18 июня, уже не мог предотвратить осаду города. Эта осада длилась до апреля 1865 года.</p>",
    "name_eng": "The Second Battle of Petersburg",
    "name_rus": "2-й Петерсберг"
  },
  {
    "_id": 81,
    "first_eng": "T",
    "first_rus": "Б",
    "fraction": 0,
    "href_eng": "Battle_of_Arkansas_Post",
    "href_rus": "Битва_за_форт_Хиндман",
    "image": "battles/hindman.png",
    "main_eng": "<p><font color=\"#e32311\">he Battle of Arkansas Post</font> , or the Battle of Fort Hindman, was fought January 9–11, 1863, near the mouth of the Arkansas River at Arkansas Post, Arkansas, as part of the Vicksburg Campaign of the American Civil War.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;The defeat at Arkansas Post cost the Confederacy fully one-fourth of its deployed force in Arkansas, the largest surrender of Rebel troops west of the Mississippi River prior to the final capitulation of the Confederates in 1865.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;Union forces suffered 1,047 casualties, with 134 killed; Confederate about 5,500, almost all by surrender. Although Union losses were high and the victory did not contribute to the capture of Vicksburg, it did eliminate one more impediment to Union shipping on the Mississippi. Grant was furious at McClernand's diversion from his overall campaign strategy, ordered him back to the Mississippi, disbanded the Army of the Mississippi, and assumed personal command of the Vicksburg Campaign.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;That Grant removed McClernand for this reason is a contested point. In his Memoirs (Loc 5013), Gen. W.T. Sherman said that no word was received from Grant until after the battle. On the 13th - when the army rendezvoused at the mouth of the Arkansas River after destroying the fort - McClernand showed Sherman the letter in which Grant disapproved of the plan. Sherman notes that Grant's letter was written before the outcome of the battle was known: \"When informed of this, and of the promptness with which it had been executed, he could not but approve.\"</p>",
    "main_rus": "<p><font color=\"#e32311\">итва за форт Хиндман</font>  — произошла с 9 по 11 января 1863, возле реки Арканзас. Это сражение было частью Виксбергской кампании в гражданской войне США.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;Союз потерял 1 047 человек убитыми (134 чел.) и ранеными. Падение форта не ускорило взятие Виксберга, как предполагал МакКлернанд, но зато так было устранено еще одно препятствие для федерального судоходства. Грант был рассержен на МакКлернанда за его стратегию, и лично принял руководство по ведению Виксбергской кампании.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;Южане потеряли в сражении примерно четверть всех своих войск в Арканзасе (5 500 чел.), причем в основном пленными, это была крупнейшая капитуляция армии Конфедерации, не считая капитуляции при Аппоматтоксе.</p>",
    "name_eng": "The Battle of Fort Hindman",
    "name_rus": "Битва за форт Хиндман"
  },
  {
    "_id": 60,
    "first_eng": "T",
    "first_rus": "П",
    "fraction": 0,
    "href_eng": "First_Battle_of_Bull_Run",
    "href_rus": "Первое_сражение_при_Булл-Ран",
    "image": "battles/manassas.png",
    "main_eng": "<p><font color=\"#e32311\">he First Battle of Bull Run</font> , also known as First Manassas (the name used by Confederate forces), was fought on July 21, 1861 in Prince William County, Virginia, near the city of Manassas, not far from Washington, D.C. It was the first major battle of the American Civil War. The Union's forces were slow in positioning themselves, allowing Confederate reinforcements time to arrive by rail. Each side had about 18,000 poorly trained and poorly led troops in their first battle. It was a Confederate victory followed by a disorganized retreat of the Union forces.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;Just months after the start of the war at Fort Sumter, the Northern public clamored for a march against the Confederate capital of Richmond, Virginia, which they expected to bring an early end to the rebellion. Yielding to political pressure, Brig. Gen. Irvin McDowell led his unseasoned Union Army across Bull Run against the equally inexperienced Confederate Army of Brig. Gen. P. G. T. Beauregard camped near Manassas Junction. McDowell's ambitious plan for a surprise flank attack on the Confederate left was poorly executed by his officers and men; nevertheless, the Confederates, who had been planning to attack the Union left flank, found themselves at an initial disadvantage.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;Confederate reinforcements under Brig. Gen. Joseph E. Johnston arrived from the Shenandoah Valley by railroad and the course of the battle quickly changed. A brigade of Virginians under the relatively unknown brigadier general from the Virginia Military Institute, Thomas J. Jackson, stood their ground and Jackson received his famous nickname, \"Stonewall Jackson\". The Confederates launched a strong counterattack, and as the Union troops began withdrawing under fire, many panicked and the retreat turned into a rout. McDowell's men frantically ran without order in the direction of Washington, D.C. Both armies were sobered by the fierce fighting and many casualties, and realized the war was going to be much longer and bloodier than either had anticipated.</p>",
    "main_rus": "<p><font color=\"#e32311\">ервое сражение при реке Булл-Ран</font>  (англ. First Battle of Bull Run), также Первое сражение при Манассасе (последнее название употреблялось конфедератами и до сих пор используется на Юге) — первое крупное сухопутное сражение Американской Гражданской войны. Произошло 21 июля 1861 года возле Манассаса, штат Виргиния. Федеральная армия под командованием генерала Ирвина Макдауэлла атаковала армию Конфедерации под командованием генералов Джонстона и Борегара, но была остановлена, а затем обращена в бегство.</p>",
    "name_eng": "The First Battle of Bull Run",
    "name_rus": "1-й Манассас"
  },
  {
    "_id": 82,
    "first_eng": "T",
    "first_rus": "С",
    "fraction": 0,
    "href_eng": "Battle_of_Seven_Pines",
    "href_rus": "Сражение_при_Севен-Пайнс",
    "image": "battles/sevenpines.png",
    "main_eng": "<p><font color=\"#e32311\">he Battle of Seven Pines</font>, also known as the Battle of Fair Oaks or Fair Oaks Station, took place on May 31 and June 1, 1862, in Henrico County, Virginia, as part of the Peninsula Campaign of the American Civil War. It was the culmination of an offensive up the Virginia Peninsula by Union Maj. Gen. George B. McClellan, in which the Army of the Potomac reached the outskirts of Richmond.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;On May 31, Confederate General Joseph E. Johnston attempted to overwhelm two Federal corps that appeared isolated south of the Chickahominy River. The Confederate assaults, although not well coordinated, succeeded in driving back the IV Corps and inflicting heavy casualties. Reinforcements arrived, and both sides fed more and more troops into the action. Supported by the III Corps and Maj. Gen. John Sedgwick's division of Maj. Gen. Edwin V. Sumner's II Corps (which crossed the rain-swollen river on Grapevine Bridge), the Federal position was finally stabilized. Gen. Johnston was seriously wounded during the action, and command of the Confederate army devolved temporarily to Maj. Gen. G.W. Smith. On June 1, the Confederates renewed their assaults against the Federals, who had brought up more reinforcements, but made little headway. Both sides claimed victory.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;Although the battle was tactically inconclusive, it was the largest battle in the Eastern Theater up to that time (and second only to Shiloh in terms of casualties thus far, about 11,000 total) and marked the end of the Union offensive, leading to the Seven Days Battles and Union retreat in late June.</p>",
    "main_rus": "<p><font color=\"#e32311\">ражение при Севен-Пайнс</font>  (The Battle of Seven Pines), также известное как Сражение при Феир-Оакс или Сражение при Феир-Оакс Стейшен, происходило 31 мая — 1 июня 1862 года в округе Энрико, штат Виргиния. Оно было одним из сражений Кампании на Полуострове в годы американской гражданской войны. В этом сражении федеральная армия достигла предельных успехов за всю кампанию, почти достигнув пригородов Ричмонда.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;Сражение было отчаянной попыткой остановить наступающую на Ричмонд армию генерала Макклелана.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;31 мая генерал Юга Джозеф Джонстон попытался разбить два федеральных корпуса, оказавшихся на южном берегу реки Чикахомини. Атаки южан были плохо организованы, но им удалось отбросить IV федеральный корпус и нанести ему тяжелый урон. Постепенно в бой втянулись резервы обоих сторон. Северянам удалось стабилизировать позиции, генерал Джонстон был тяжело ранен и командование временно принял генерал Смит. 1 июня южане повторили атаку, но успеха не достигли. Обе стороны называли себя победителями.</p>",
    "name_eng": "The Battle of Seven Pines",
    "name_rus": "Сражение при Севен-Пайнс"
  },
  {
    "_id": 68,
    "first_eng": "T",
    "first_rus": "С",
    "fraction": 0,
    "href_eng": "Battle_of_Williamsburg",
    "href_rus": "Сражение_при_Уильямсберге",
    "image": "battles/williamsburg.png",
    "main_eng": "<p><font color=\"#e32311\">he Battle of Williamsburg</font>, also known as the Battle of Fort Magruder, took place on May 5, 1862, in York County, James City County, and Williamsburg, Virginia, as part of the Peninsula Campaign of the American Civil War. It was the first pitched battle of the Peninsula Campaign, in which nearly 41,000 Federals and 32,000 Confederates were engaged, fighting an inconclusive battle that ended with the Confederates continuing their withdrawal.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;Following up the Confederate retreat from Yorktown, the Union division of Brig. Gen. Joseph Hooker encountered the Confederate rearguard near Williamsburg. Hooker assaulted Fort Magruder, an earthen fortification alongside the Williamsburg Road, but was repulsed. Confederate counterattacks, directed by Maj. Gen. James Longstreet, threatened to overwhelm the Union left flank, until Brig. Gen. Philip Kearny's division arrived to stabilize the Federal position. Brig. Gen. Winfield S. Hancock's brigade then moved to threaten the Confederate left flank, occupying two abandoned redoubts. The Confederates counterattacked unsuccessfully. Hancock's localized success was not exploited. The Confederate army continued its withdrawal during the night in the direction of Richmond, Virginia.</p>",
    "main_rus": "<p><font color=\"#e32311\">ражение при Уильямсберге</font>  (Battle of Williamsburg, оно же Battle of Fort Magruder) произошло 5 мая 1862 года в округе Йорк (штат Виргиния). Было частью Кампании на Полуострове во время американской гражданской войны. Это было первое генеральное сражение Кампании на Полуострове, в котором приняли участие около 41 000 северян и 32 000 южан. Сражение закончилось вничью, и конфедераты продолжили отступление.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;Преследуя конфедератов, отступающих от Йорктауна, бригадный генерал Союза Джозеф Хукер столкнулся с арьергардом противника возле Вильямсберга. Хукер атаковал форт Магрудер — земляное укрепление у вильямсбергской дороги, но был отброшен. Контратака конфедератов, которой руководил лично Джеймс Лонгстрит, опрокинула левый федеральный фланг, и только прибытие дивизии Филипа Керни спасло положение. Федеральная бригада Уинфилда Хэнкока потеснила левый фланг противника, и контратака южан не принесла им успеха. Удача Хэнкока не была использована, и южане продолжили отступление.</p>",
    "name_eng": "The Battle of Williamsburg",
    "name_rus": "Сражение при Уильямсберге"
  },
  {
    "_id": 62,
    "first_eng": "T",
    "first_rus": "С",
    "fraction": 0,
    "href_eng": "Battle_of_Antietam",
    "href_rus": "Сражение_при_Энтитеме",
    "image": "battles/antietam.png",
    "main_eng": "<p><font color=\"#e32311\">he Battle of Antietam</font> , also known as the Battle of Sharpsburg, particularly in the South, fought on September 17, 1862, near Sharpsburg, Maryland, and Antietam Creek as part of the Maryland Campaign, was the first major battle in the American Civil War to take place on Union soil. It is the bloodiest single-day battle in American history, with a combined tally of dead, wounded, and missing at 22,717.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;After pursuing Confederate General Robert E. Lee into Maryland, Union Army Maj. Gen. George B. McClellan launched attacks against Lee's army, in defensive positions behind Antietam Creek. At dawn on September 17, Maj. Gen. Joseph Hooker's corps mounted a powerful assault on Lee's left flank. Attacks and counterattacks swept across Miller's Cornfield and fighting swirled around the Dunker Church. Union assaults against the Sunken Road eventually pierced the Confederate center, but the Federal advantage was not followed up. In the afternoon, Union Maj. Gen. Ambrose Burnside's corps entered the action, capturing a stone bridge over Antietam Creek and advancing against the Confederate right. At a crucial moment, Confederate Maj. Gen. A. P. Hill's division arrived from Harpers Ferry and launched a surprise counterattack, driving back Burnside and ending the battle. Although outnumbered two-to-one, Lee committed his entire force, while McClellan sent in less than three-quarters of his army, enabling Lee to fight the Federals to a standstill. During the night, both armies consolidated their lines. In spite of crippling casualties, Lee continued to skirmish with McClellan throughout September 18, while removing his battered army south of the Potomac River.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;Despite having superiority of numbers, McClellan's attacks failed to achieve force concentration, allowing Lee to counter by shifting forces and moving interior lines to meet each challenge. Despite ample reserve forces that could have been deployed to exploit localized successes, McClellan failed to destroy Lee's army. McClellan had halted Lee's invasion of Maryland, but Lee was able to withdraw his army back to Virginia without interference from the cautious McClellan. Although the battle was tactically inconclusive, the Confederate troops had withdrawn first from the battlefield, making it, in military terms, a Union victory. It had significance as enough of a victory to give President Abraham Lincoln the confidence to announce his Emancipation Proclamation, which discouraged the British and French governments from potential plans for recognition of the Confederacy.</p>",
    "main_rus": "<p><font color=\"#e32311\">ражение при Энтитеме</font>  (англ. Battle of Antietam), сражение при Шарпсберге (англ. Battle of Sharpsburg)— сражение Мэрилендской кампании в ходе Гражданской войны в США. Произошло 17 сентября 1862 года у города Шарпсберг (штат Мэриленд) и реки Энтитем-Крик (англ. Antietam Creek), между федеральной армией (командующий Джордж Макклеллан) и армией Конфедерации (командующий Роберт Ли). Стало первой крупной битвой на территории Севера и осталось самым кровопролитным однодневным сражением в американской истории: с обеих сторон погибло около 3600 человек.</p>",
    "name_eng": "The Battle of Antietam",
    "name_rus": "Сражение при Энтитеме"
  },
  {
    "_id": 38,
    "first_eng": "T",
    "first_rus": "Б",
    "fraction": 0,
    "href_eng": "Battle_of_Gettysburg",
    "href_rus": "Битва_при_Геттисберге",
    "image": "battles/gettysburg.png",
    "main_eng": "<p><font color=\"#e32311\">he Battle of Gettysburg</font>  was fought July 1–3, 1863, in and around the town of Gettysburg, Pennsylvania, by Union and Confederate forces during the American Civil War. The battle involved the largest number of casualties of the entire war and is often described as the war's turning point. Union Maj. Gen. George Meade's Army of the Potomac defeated attacks by Confederate Gen. Robert E. Lee's Army of Northern Virginia, ending Lee's attempt to invade the North.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;After his success at Chancellorsville in Virginia in May 1863, Lee led his army through the Shenandoah Valley to begin his second invasion of the North—the Gettysburg Campaign. With his army in high spirits, Lee intended to shift the focus of the summer campaign from war-ravaged northern Virginia and hoped to influence Northern politicians to give up their prosecution of the war by penetrating as far as Harrisburg, Pennsylvania, or even Philadelphia. Prodded by President Abraham Lincoln, Maj. Gen. Joseph Hooker moved his army in pursuit, but was relieved of command just three days before the battle and replaced by Meade.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;Elements of the two armies initially collided at Gettysburg on July 1, 1863, as Lee urgently concentrated his forces there, his objective being to engage the Union army and destroy it. Low ridges to the northwest of town were defended initially by a Union cavalry division under Brig. Gen. John Buford, and soon reinforced with two corps of Union infantry. However, two large Confederate corps assaulted them from the northwest and north, collapsing the hastily developed Union lines, sending the defenders retreating through the streets of town to the hills just to the south.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;On the second day of battle, most of both armies had assembled. The Union line was laid out in a defensive formation resembling a fishhook. In the late afternoon of July 2, Lee launched a heavy assault on the Union left flank, and fierce fighting raged at Little Round Top, the Wheatfield, Devil's Den, and the Peach Orchard. On the Union right, Confederate demonstrations escalated into full-scale assaults on Culp's Hill and Cemetery Hill. All across the battlefield, despite significant losses, the Union defenders held their lines.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;On the third day of battle, fighting resumed on Culp's Hill, and cavalry battles raged to the east and south, but the main event was a dramatic infantry assault by 12,500 Confederates against the center of the Union line on Cemetery Ridge, known as Pickett's Charge. The charge was repulsed by Union rifle and artillery fire, at great loss to the Confederate army.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;Lee led his army on a torturous retreat back to Virginia. Between 46,000 and 51,000 soldiers from both armies were casualties in the three-day battle.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;On November 19, President Lincoln used the dedication ceremony for the Gettysburg National Cemetery to honor the fallen Union soldiers and redefine the purpose of the war in his historic Gettysburg Address.</p>",
    "main_rus": "<p><font color=\"#e32311\">итва при Геттисберге</font>  (англ. Battle of Gettysburg) — самое кровопролитное сражение в ходе гражданской войны в США, произошедшее 1—3 июля 1863 года в округе Адамс, штат Пенсильвания, считающееся переломной точкой в конфликте. Потомакская армия Союза выдержала атаку Северовирджинской армии генерала Ли и нанесла ей урон, который сделал невозможным продолжение Геттисбергской кампании.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;За три дня боев Северовирджинская армия потеряла более 20 000 человек. Ударные возможности войск генерала Ли были исчерпаны и возникла опасность контрудара федеральной армии. Ли отвел войска на оборонительные позиции. 4-го числа он ждал атаки армии Мида, но атаки не последовало.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;Между тем и у Мида не было сил для наступления. Его армия пострадала несколько меньше армии Ли, но её боеспособность была подорвана. III и I корпуса были почти уничтожены, XI корпус потерял боеспособность. Только VI корпус был в полном порядке. В такой ситуации Мид не решился наступать. Когда Ли понял, что атаки не последует, он решил отступать. В 16:00 была отправлена первая партия раненых. Северовирджинская армия беспрепятственно дошла до Потомака и переправилась на южный берег. У Мида была возможность атаковать, но генералы посоветовали ему не рисковать. В итоге Северовирджинская армия не была уничтожена, к неудовольствию Линкольна.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;Под Геттисбергом погибли генералы Конфедерации: Барксдейл, Семмес, Гарнетт, Армистед, Эвери, Пендер, Петтигрю и Маршал. Были ранены Худ, Лоуренс, Джонс, Робертсон и Андерсон. Попали в плен Кемпер, Арчер и Фрай.</p>",
    "name_eng": "The Battle of Gettysburg",
    "name_rus": "Битва при Геттисберге"
  },
  {
    "_id": 39,
    "first_eng": "T",
    "first_rus": "С",
    "fraction": 0,
    "href_eng": "Seven_Days_Battles",
    "href_rus": "Семидневная_битва",
    "image": "battles/sevenday.png",
    "main_eng": "<p><font color=\"#e32311\">he Seven Days Battles</font>  were a series of six major battles over the seven days from June 25 to July 1, 1862, near Richmond, Virginia, during the American Civil War. Confederate General Robert E. Lee drove the invading Union Army of the Potomac, commanded by Maj. Gen. George B. McClellan, away from Richmond and into a retreat down the Virginia Peninsula. The series of battles is sometimes known erroneously as the Seven Days Campaign, but it was actually the culmination of the Peninsula Campaign, not a separate campaign in its own right.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;The Seven Days began on Wednesday, June 25, 1862, with a Union attack in the minor Battle of Oak Grove, but McClellan quickly lost the initiative as Lee began a series of attacks at Beaver Dam Creek (Mechanicsville) on June 26, Gaines's Mill on June 27, the minor actions at Garnett's and Golding's Farm on June 27 and 28, and the attack on the Union rear guard at Savage's Station on June 29. McClellan's Army of the Potomac continued its retreat toward the safety of Harrison's Landing on the James River. Lee's final opportunity to intercept the Union Army was at the Battle of Glendale on June 30, but poorly executed orders allowed his enemy to escape to a strong defensive position on Malvern Hill. At the Battle of Malvern Hill on July 1, Lee launched futile frontal assaults and suffered heavy casualties in the face of strong infantry and artillery defenses.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;The Seven Days ended with McClellan's army in relative safety next to the James River, having suffered almost 16,000 casualties during the retreat. Lee's army, which had been on the offensive during the Seven Days, lost over 20,000. As Lee became convinced that McClellan would not resume his threat against Richmond, he moved north for the Northern Virginia Campaign and the Maryland Campaign.</p>",
    "main_rus": "<p><font color=\"#e32311\">емидневная битва</font>  (англ. Seven Days Battles) — серия из шести крупных сражений, произошедших за семь дней с 25 июня по 1 июля 1862 года около Ричмонда, штат Виргиния, в годы гражданской войны в Америке. В этом сражении армия Конфедерации под командованием генерала Ли отбросила федеральную армию Джорджа Макклеллана от Ричмонда и затем заставила её покинуть Вирджинский полуостров. Иногда эту битву называют Семидневной кампанией, хотя она была только частью Кампании на Полуострове.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;Семидневная битва началась атакой федеральной армии в сражении в Дубовой Роще 25 июня 1862 года, однако МакКлеллан быстро потерял инициативу, а Ли начал серию атак 26-27 июня. Потомакская армия начала отступать к Джеймс-Ривер. Ли пытался перехватить федеральную армию в сражении при Глендейле 30 июня, но перехват не удался и федералы отступили на укрепленные позиции на Малверн-Хилл. 1 июля в сражении при Малверн-Хилл Ли предпринял несколько неудачных лобовых атак, в результате которых армия Конфедерации понесла большие потери.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;После конца сражения армия МакКлеллана осталась на Джеймс-Ривер. При отступлении она потеряла 16 000 человек. Армия Ли, которая наступала все это время, потеряла около 20 000. Ли убедился, что МакКлеллан не повторит наступления на Ричмонд, и направил свою армию на север.</p>",
    "name_eng": "The Seven Days Battles",
    "name_rus": "Семидневная битва"
  },
  {
    "_id": 1,
    "first_eng": "W",
    "first_rus": "У",
    "fraction": 2,
    "href_eng": "William_B._Franklin",
    "href_rus": "Франклин,_Уильям",
    "image": "officers/franklin.png",
    "main_eng": "<p><font color=\"#e32311\">illiam Buel Franklin</font> (February 27, 1823 – March 8, 1903) was a career United States Army officer and a Union Army general in the American Civil War. He rose to the rank of a corps commander in the Army of the Potomac, fighting in several notable early battles in the Eastern Theater.</p>",
    "main_rus": "<p><font color=\"#e32311\">ильям Бьюэл Франклин</font> (William Buel Franklin) (27 февраля 1823 — 8 марта 1903) — американский кадровый офицер и генерал армии Союза в годы гражданской войны. Он дослужился до должности корпусного командира Потомакской армии и участвовал в нескольких крупных сражениях начального периода гражданской войны.</p>",
    "name_eng": "William Buel Franklin",
    "name_rus": "Уильям Бьюэл Франклин"
  },
  {
    "_id": 2,
    "first_eng": "L",
    "first_rus": "Л",
    "fraction": 1,
    "href_eng": "Leonidas_Polk",
    "href_rus": "Полк,_Леонидас",
    "image": "officers/polk.png",
    "main_eng": "<p><font color=\"#e32311\">eonidas Polk</font> (April 10, 1806 – June 14, 1864) was a Confederate general in the American Civil War who was once a planter in Maury County, Tennessee, and a second cousin of President James K. Polk. He also served as bishop of the Episcopal Diocese of Louisiana and was for that reason known as Sewanee's Fighting Bishop.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;He is often erroneously named \"Leonidas K. Polk.\" He had no middle name and never signed any documents as such. The errant \"K\" was derived from his listing in the post-bellum New Orleans press as \"Polk, Leon. (k)\" for killed in action.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;Polk was one of the more successful, yet controversial political generals of the war. Recognizing his indispensable familiarity with the Mississippi Valley, Confederate President Jefferson Davis commissioned his elevation to a high military position regardless of his lacking prior combat experience. He fought as a corps commander in many of the major battles of the Western Theater, but is remembered more for his bitter disagreements with his immediate superior, Gen. Braxton Bragg of the Army of Tennessee, than for his success in combat. While serving under the command of Gen. Joseph E. Johnston, he was killed in action in 1864 during the Atlanta Campaign.</p>",
    "main_rus": "<p><font color=\"#e32311\">еонидас Полк</font> (Leonidas Polk; 10 апреля 1806 — 14 июня 1864) — генерал армии Конфедерации во время гражданской войны в США. Так же был плантатором в округе Моури (Теннесси), и родственником президента Джеймса Полка. Принадлежал к епископальной церкви и служил епископом в диоцезе Луизиана, из-за чего известен так же как «The Fighting Bishop» (Сражающийся епископ).</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;Полк был одной из самый противоречивых фигур той войны. Не имея военного опыта, он достиг высоких воинских званий только благодаря своей дружбе с президентом Дэвисом. Он командовал корпусом во многих сражениях Западного Театра, но ничего выдающегося не совершил, хотя солдаты его любили, и он был своего рода символом Теннессийской армии. Полк погиб в сражении при Мариетте, во время битвы за Атланту.</p>",
    "name_eng": "Leonidas Polk",
    "name_rus": "Леонидас Полк"
  },
  {
    "_id": 3,
    "first_eng": "S",
    "first_rus": "С",
    "fraction": 1,
    "href_eng": "Samuel_Cooper_(general)",
    "href_rus": "Купер,_Сэмюэл",
    "image": "officers/cooper.png",
    "main_eng": "<p><font color=\"#e32311\">amuel Cooper</font> (June 12, 1798 – December 3, 1876) was a career United States Army officer, serving during the Second Seminole War and the Mexican-American War. Although little-known today, Cooper was also the highest-ranking Confederate general during the American Civil War. After the conflict, he remained in Virginia as a farmer.</p>",
    "main_rus": "<p><font color=\"#e32311\">эмюэл Купер </font>(Samuel Cooper) (12 июня 1798 – 3 декабря 1876), американский кадровый военный, участник Второй Семинольской 1835-1842 и Американо-мексиканской 1846-1848 войн. Имел высший военный чин в армии Конфедеративных штатов - генерал армии КША. После войны - землевладелец в штате Вирджиния.</p>",
    "name_eng": "Samuel Cooper",
    "name_rus": "Сэмюэл Купер"
  },
  {
    "_id": 4,
    "first_eng": "J",
    "first_rus": "Д",
    "fraction": 1,
    "href_eng": "Jubal_Early",
    "href_rus": "Эрли,_Джубал_Андерсон",
    "image": "officers/jubal.png",
    "main_eng": "<p><font color=\"#e32311\">ubal Anderson Early</font> (November 3, 1816 – March 2, 1894) was a lawyer and Confederate general in the American Civil War. He served under Stonewall Jackson and then Robert E. Lee for almost the entire war, rising from regimental command to lieutenant general and the command of an infantry corps in the Army of Northern Virginia. He was the Confederate commander in key battles of the Valley Campaigns of 1864, including a daring raid to the outskirts of Washington, D.C. The articles written by him for the Southern Historical Society in the 1870s established the Lost Cause point of view as a long-lasting literary and cultural phenomenon.</p>",
    "main_rus": "<p><font color=\"#e32311\">жубал Андерсон Эрли </font>(Jubal Anderson Early) (3 ноября 1816 года — 2 марта 1894 года) — американский адвокат и генерал армии Конфедерации в годы американской гражданской войны. Один из самых способных командиров дивизионного уровня. Его статьи, написанные в 1870 году для Южного исторического общества, сформировали концепцию «Проигранного дела» (Lost Cause).</p>",
    "name_eng": "Jubal Anderson Early",
    "name_rus": "Джубал Андерсон Эрли"
  },
  {
    "_id": 5,
    "first_eng": "N",
    "first_rus": "Н",
    "fraction": 1,
    "href_eng": "Nathan_Bedford_Forrest",
    "href_rus": "Форрест,_Натаниэль_Бедфорд",
    "image": "officers/forrest.png",
    "main_eng": "<p><font color=\"#e32311\">athan Bedford Forrest</font> (July 13, 1821 – October 29, 1877), called Bedford Forrest in his lifetime, was a lieutenant general in the Confederate Army during the American Civil War. He is remembered as a self-educated, brutal, and innovative cavalry leader during the war and as a leading Southern advocate in the postwar years. He was a pledged delegate from Tennessee to the New York Democratic national convention of 4 July 1868. He served as the first Grand Wizard of the Ku Klux Klan, but later distanced himself from the organization.</p>\n\n<p>&nbsp;&nbsp;&nbsp;&nbsp;A cavalry and military commander in the war, Forrest is one of the war's most unusual figures. Although less educated than many of his fellow officers, before the war Forrest had already amassed a fortune as a planter, real estate investor, and slave trader. He was one of the few officers in either army to enlist as a private and be promoted to general officer and corps commander during the war. Although Forrest lacked formal military education, he had a gift for leadership, strategy and tactics. He created and established new doctrines for mobile forces, earning the nickname The Wizard of the Saddle.</p>\n\n<p>&nbsp;&nbsp;&nbsp;&nbsp;Forrest was accused of war crimes at the Battle of Fort Pillow for allowing forces under his command to massacre hundreds of black Union Army and white Southern Unionist prisoners. Union Major General William T. Sherman investigated the allegations and did not charge Forrest with any improprieties.</p>\n\n<p>&nbsp;&nbsp;&nbsp;&nbsp;In their postwar writings, Confederate President Jefferson Davis and General Robert E. Lee both expressed their belief that the Confederate high command had failed to fully use Forrest's talents.</p>",
    "main_rus": "<p><font color=\"#e32311\">атаниэль Бедфорд Форрест</font> (англ. Nathaniel Bedford Forrest, 13 июля 1821, Чапел-Хилл, Теннеси, США — 29 октября 1877, Мемфис, Теннеси, США) — генерал Армии Конфедеративных Штатов Америки времён гражданской войны. Один из разработчиков тактики мобильной войны. Форрест также является одной из наиболее спорных фигур Гражданской войны. Он был обвинен в военных преступлениях при сражении при Форте Пиллоу за убийство безоружных чернокожих, находившихся в расположении армии Союза. После войны он участвовал в создании Ку-клукс-клана.</p>",
    "name_eng": "Nathan Bedford Forrest",
    "name_rus": "Натаниэль Бедфорд Форрест"
  },
  {
    "_id": 6,
    "first_eng": "W",
    "first_rus": "У",
    "fraction": 2,
    "href_eng": "Winfield_Scott_Hancock",
    "href_rus": "Хэнкок,_Уинфилд_Скотт",
    "image": "officers/hancock.png",
    "main_eng": "<p><font color=\"#e32311\">infield Scott Hancock</font> (February 14, 1824 – February 9, 1886) was a career U.S. Army officer and the Democratic nominee for President of the United States in 1880. He served with distinction in the Army for four decades, including service in the Mexican-American War and as a Union general in the American Civil War. Known to his Army colleagues as \"Hancock the Superb\", he was noted in particular for his personal leadership at the Battle of Gettysburg in 1863. One military historian wrote, \"No other Union general at Gettysburg dominated men by the sheer force of their presence more completely than Hancock.\" As another wrote, \"his tactical skill had won him the quick admiration of adversaries who had come to know him as the 'Thunderbolt of the Army of the Potomac'.\" His military service continued after the Civil War, as Hancock participated in the military Reconstruction of the South and the Army's presence at the Western frontier.</p>\n\n<p>&nbsp;&nbsp;&nbsp;&nbsp;Hancock's reputation as a war hero at Gettysburg, combined with his rare status as a prominent figure with impeccable Unionist credentials and pro-states' rights views, made him a potential president. His noted integrity was a counterpoint to the corruption of the era, for as President Rutherford B. Hayes said, \"... [i]f, when we make up our estimate of a public man, conspicuous both as a soldier and in civil life, we are to think first and chiefly of his manhood, his integrity, his purity, his singleness of purpose, and his unselfish devotion to duty, we can truthfully say of Hancock that he was through and through pure gold.\" When the Democrats nominated him for President in 1880, he ran a strong campaign, but was narrowly defeated by Republican James A. Garfield.</p>",
    "main_rus": "<p><font color=\"#e32311\">инфилд Скотт Хэнкок</font> (англ. Winfield Scott Hancock; 14 февраля 1824 — 9 февраля 1886) — американский военачальник, генерал-майор армии Союза, герой Гражданской войны, кандидат в Президенты от Демократической партии в 1880 году..</p>",
    "name_eng": "Winfield Scott Hancock",
    "name_rus": "Уинфилд Скотт Хэнкок"
  },
  {
    "_id": 7,
    "first_eng": "J",
    "first_rus": "Д",
    "fraction": 2,
    "href_eng": "John_Sedgwick",
    "href_rus": "Седжвик,_Джон",
    "image": "officers/sedgwick.png",
    "main_eng": "<p><font color=\"#e32311\">ohn Sedgwick</font> (September 13, 1813 – May 9, 1864) was a teacher, a career military officer, and a Union Army general in the American Civil War. He was the highest ranking Union casualty in the Civil War, killed by a sharpshooter at the Battle of Spotsylvania Court House, and is well-remembered for his ironic last words: \"They couldn't hit an elephant at this distance.\"</p>\n\n<p>&nbsp;&nbsp;&nbsp;&nbsp;Sedgwick fell at the beginning of the Battle of Spotsylvania Court House, on May 9, 1864. His corps was probing skirmish lines ahead of the left flank of Confederate defenses and he was directing artillery placements. Confederate sharpshooters were about 1,000 yards (900 m) away and their shots caused members of his staff and artillerymen to duck for cover. Sedgwick strode around in the open and was quoted as saying, \"What? Men dodging this way for single bullets? What will you do when they open fire along the whole line?\" Although ashamed, his men continued to flinch and he said, \"Why are you dodging like this? They couldn't hit an elephant at this distance.\" Reports that he never finished the sentence are apocryphal, although the line was among his last words. He was shot moments later under the left eye and fell down dead.</p>\n\n<p>&nbsp;&nbsp;&nbsp;&nbsp;Sedgwick was the highest ranking Union death in the Civil War. Although James B. McPherson was in command of an army at the time of his death and Sedgwick of a corps, Sedgwick had the most senior rank by date of all major generals killed. Upon hearing of his death, Lt. Gen. Ulysses S. Grant, flabbergasted by the news, repeatedly asked, \"Is he really dead?\"</p>",
    "main_rus": "<p><font color=\"#e32311\">жон Седжвик</font> (англ. John Sedgwick; 13 сентября 1813 — 9 мая 1864) — американский учитель, офицер и генерал армии Союза в американской гражданской войне. Участвовал во многих сражениях, погиб от пули снайпера в сражении при Спотсильвейни.</p>\n\n<p>&nbsp;&nbsp;&nbsp;&nbsp;Седжвик погиб 9 мая 1864 года в самом начале сражения при Спотсильвейни. Он занимался управлением огнем артиллерии, когда снайперы конфедератов открыли стрельбу с дистанции примерно километра, вынудив офицеров штаба прижиматься к земле. Седжвик огляделся и сказал: «Что? Разве мужчины кланяются пулям? Что же вы будете делать, когда они откроют огонь по всей линии? Мне стыдно за вас. С такой дистанции они не попадут даже в слона». Видя, что его слова не действуют на солдат, он повторил: «Мне стыдно за вас. С такой дистанции они не попадут даже в слона». Через пару секунд пуля пробила ему навылет голову, пройдя над левым глазом.</p>\n\n<p>&nbsp;&nbsp;&nbsp;&nbsp;Седжвик был самым высокопоставленным офицером Союза, погибшим в ту войну. Узнав о его гибели, генерал Грант несколько раз повторил: «Неужели он действительно убит?»</p>",
    "name_eng": "John Sedgwick",
    "name_rus": "Джон Седжвик"
  },
  {
    "_id": 8,
    "first_eng": "J",
    "first_rus": "Д",
    "fraction": 2,
    "href_eng": "Joshua_Chamberlain",
    "href_rus": "Чемберлен,_Джошуа",
    "image": "officers/chamberlain.png",
    "main_eng": "<p><font color=\"#e32311\">oshua Lawrence Chamberlain</font> (September 8, 1828 – February 24, 1914), born as Lawrence Joshua Chamberlain, was an American college professor from the State of Maine, who volunteered during the American Civil War to join the Union Army. He became a highly respected and decorated Union officer, reaching the rank of brigadier general (and brevet major general). For his gallantry at Gettysburg, he was awarded the Medal of Honor. He was given the honor of commanding the Union troops at the surrender ceremony for the infantry of Robert E. Lee's Army at Appomattox Court House, Virginia. After the war, he entered politics as a Republican and served four one-year terms of office as the 32nd Governor of Maine. He served on the faculty, and as president, of his alma mater, Bowdoin College.</p>",
    "main_rus": "<p><font color=\"#e32311\">жошуа Чемберлен</font> (англ. Joshua Chamberlain; 8 сентября 1828, Бревер, Мэн — 24 февраля 1914) — американский военный деятель, педагог, политик, юрист.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;8 августа 1862 года вступил добровольцем в армию Союза в звании подполковника и в период Гражданской войны служил в Потомакской армии, приняв участие в каждой кампании и большинстве крупных сражений от Энтитема до Аппоматтокса; был несколько раз ранен, дважды серьёзно. Был награждён Медалью Почёта Конгресса за оборону Раунд-Топ при Геттисберге 2 июля 1863 года, после чего был назначен командовать бригадой. 18 июня 1864 года был повышен до бригадного генерала на поле боя генералом Грантом за проявленную храбрость, в начале следующей весны получил за храбрость временное повышение до генерал-майора. В кампанию 1865 года командовал двумя бригадами 1-й дивизии 5-го корпуса. После окончания войны и расформирования этой армии ему предложили звание полковника в регулярной армии, но Чемберлен по причине множества ранений отказался и в январе 1866 года возвратился в Мэн.</p>",
    "name_eng": "Joshua Lawrence Chamberlain",
    "name_rus": "Джошуа Лоуренс Чемберлен"
  },
  {
    "_id": 9,
    "first_eng": "J",
    "first_rus": "Д",
    "fraction": 2,
    "href_eng": "John_Pope_(military_officer)",
    "href_rus": "Поуп,_Джон",
    "image": "officers/pope.png",
    "main_eng": "<p><font color=\"#e32311\">ohn Pope</font> (March 16, 1822 – September 23, 1892) was a career United States Army officer and Union general in the American Civil War. He had a brief but successful career in the Western Theater, but he is best known for his defeat at the Second Battle of Bull Run (Second Manassas) in the East.</p>\n\n<p>&nbsp;&nbsp;&nbsp;&nbsp;Pope was a graduate of the United States Military Academy in 1842. He served in the Mexican-American War and had numerous assignments as a topographical engineer and surveyor in Florida, New Mexico, and Minnesota. He spent much of the last decade before the Civil War surveying possible southern routes for the proposed First Transcontinental Railroad. He was an early appointee as a Union brigadier general of volunteers and served initially under Maj. Gen. John C. Frémont. He achieved initial success against Brig. Gen. Sterling Price in Missouri, then led a successful campaign that captured Island No. 10 on the Mississippi River. This inspired the Lincoln administration to bring him to the Eastern Theater to lead the newly formed Army of Virginia.</p>\n\n<p>&nbsp;&nbsp;&nbsp;&nbsp;He initially alienated many of his officers and men by publicly denigrating their record in comparison to his Western command. He launched an offensive against the Confederate army of General Robert E. Lee, in which he fell prey to a strategic turning movement into his rear areas by Maj. Gen. Stonewall Jackson. At Second Bull Run, he concentrated his attention on attacking Jackson while the other Confederate corps attacked his flank and routed his army. Following Manassas, Pope was banished far from the Eastern Theater to the Department of the Northwest in Minnesota, where he commanded U.S. Forces in the Dakota War of 1862. He was appointed to command the Department of the Missouri in 1865 and was a prominent and activist commander during Reconstruction in Atlanta. For the rest of his military career, he fought in the Indian Wars, particularly against the Apache and Sioux.</p>",
    "main_rus": "<p><font color=\"#e32311\">жон Поуп</font> (англ. John Pope; 16 марта 1822 - 23 сентября 1892) — офицер армии США и генерал войск Союза в Гражданской войне в США. Он не слишком долго, однако весьма успешно воевал на Западном театре военных действий, но более всего известен, тем не менее, из-за поражения во второй битве при Бул-Ране.</p>\n\n<p>&nbsp;&nbsp;&nbsp;&nbsp;Поуп был выпускником Военной академии США, которую окончил 17-м по успеваемости в выпуске 1842 года. Он участвовал в Американо-мексиканской войне и имел множество назначений, в том числе в качестве инженера-топографа и картографа во Флориде, Нью-Мексико и Миннесоте. Он провёл большую часть десятилетия перед Гражданской войной, занимаясь топографической съёмкой возможных южных маршрутов предполагаемой первой трансконтинентальной железной дороги.</p>\n\n<p>&nbsp;&nbsp;&nbsp;&nbsp;После начала войны Поуп одним из первых получил звание бригадного генерала войск Союза, возглавив добровольцев, и служил сначала под началом генерал-майора Джона Фримонта, с которым был в довольно сложных отношениях. Он достиг своего первого военного успеха против бригадного генерала Конфедерации Стерлинга Прайса в штате Миссури, а затем возглавил успешную кампанию, в ходе которой захватил \"Остров №10\" на реке Миссисипи.</p>\n\n<p>&nbsp;&nbsp;&nbsp;&nbsp;Успехи Поупа вдохновили администрацию Линкольна на его перевод на проблемный Восточный театр военных действий для командования новообразованной армии Вирджинии. Он первоначально был сильно отчуждён от своих солдат и офицеров, публично клевеща на них и сравнивая с солдатами Запада. Он начал контрнаступление против армии Конфедерации генерала Роберта Ли, в котором пал жертвой стратегического манёрва сил генерал-майора Томаса Джексона в своём тылу. Во втором сражении при Бул-Ране он сосредоточил своё внимание на атаке сил Джексона, в то время как другие корпуса Конфедерации под командованием генерал-майора Джеймса Лонгстрита произвели разрушительное наступление на его фланге, обратив его армию в бегство. Поуп впоследствии снимал с себя вину за поражение, несправедливо обвиняя бригадного генерала Фицджона Портера в неподчинении его приказам. Портер был реабилитирован в 1879 году, что навлекло огромный общественный позор на Поупа.</p>\n\n<p>&nbsp;&nbsp;&nbsp;&nbsp;После Манассаса Поуп был отправлен далеко от Восточного театра военных действий - в Миннесоту, где командовал вооружёнными силами США в Дакотской войне 1862 года с индейцами. Он был назначен руководителем департамента штата Миссури в 1865 году и был видным активистом во время реконструкции в Атланте. Впоследствии активно участвовал в Индейских войнах, особенно против апачей и сиу.</p>",
    "name_eng": "John Pope",
    "name_rus": "Джон Поуп"
  },
  {
    "_id": 10,
    "first_eng": "J",
    "first_rus": "Д",
    "fraction": 2,
    "href_eng": "John_F._Reynolds",
    "href_rus": "Рейнольдс,_Джон_Фултон",
    "image": "officers/renyolds.png",
    "main_eng": "<p><font color=\"#e32311\">ohn Fulton Reynolds</font> (September 20, 1820 – July 1, 1863) was a career United States Army officer and a general in the American Civil War. One of the Union Army's most respected senior commanders, he played a key role in committing the Army of the Potomac to the Battle of Gettysburg and was killed at the start of the battle.</p>",
    "main_rus": "<p><font color=\"#e32311\">жон Фултон Рейнольдс</font> (англ. John Fulton Reynolds; 20 сентября 1820 — 1 июля 1863) — американский кадровый офицер, участник гражданской войны в США на стороне Союза. Был одним из самых уважаемых генералов федеральной армии. Его Первый Корпус раньше всех прибыл на поле боя под Геттисбергом, где Рейнольдс погиб в самом начале сражения.</p>",
    "name_eng": "John Fulton Reynolds",
    "name_rus": "Джон Фултон Рейнольдс"
  },
  {
    "_id": 11,
    "first_eng": "J",
    "first_rus": "Д",
    "fraction": 2,
    "href_eng": "John_Gibbon",
    "href_rus": "Гиббон,_Джон",
    "image": "officers/gibbon.png",
    "main_eng": "<p><font color=\"#e32311\">ohn Gibbon</font> (April 20, 1827 – February 6, 1896) was a career United States Army officer who fought in the American Civil War and the Indian Wars.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;When war broke out between the states, Gibbon was serving as a captain of Battery B, 4th U.S. Artillery at Camp Floyd in Utah. Despite the fact that his father was a slaveholder and that three of his brothers, two brothers-in-law and his cousin J. Johnston Pettigrew served in the Confederate military, Gibbon decided to uphold his oath to the Union. Upon arrival in Washington, Gibbon, still in command of the 4th U.S. Artillery, became chief of artillery for Maj. Gen. Irvin McDowell. In 1862, he was appointed brigadier general of volunteers and commanded the brigade of westerners known as King's Wisconsin Brigade. Gibbon quickly set about drilling his troops and improving their appearance, ordering them to wear white leggings and distinctive black 1858 regular army Hardee hats. The hats earned them the nickname The Black Hat Brigade. He led the brigade into action against the famous Confederate Stonewall Brigade at the Battle of Brawner's Farm, a prelude to the Second Battle of Bull Run. He was in command of the brigade during their strong uphill charge at the Battle of South Mountain, where Maj. Gen. Joseph Hooker exclaimed that the men \"fought like iron\". From then on, the brigade was known as the \"Iron Brigade\". Gibbon led the brigade at the Battle of Antietam, where he was forced to take time away from brigade command to personally man an artillery piece in the bloody fighting at the Cornfield.</p>",
    "main_rus": "<p><font color=\"#e32311\">жон Гиббон</font> (англ. John Gibbon; 20 апреля 1827 — 6 февраля 1896) — кадровый офицер армии США, участник гражданской войны и индейских войн.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;Когда началась Гражданская Война, Гиббон служил капитаном артиллерийской батареи В, 4-го артиллерийского полка, расквартированного в лагере Кэмп-Флойд (штат Юта). Его отец был рабовладельцем, три брата и двоюродный брат Джеймс Петтигрю служили в армии Конфедерации, однако Гиббон выбрал службу в армии Союза. Прибыв в Вашингтон, он стал командующим артиллерии при армии Макдауэлла. В 1862 он был назначен бригадным генералом добровольцев и стал командовать бригадой «западников», известной как «King’s Wisconsin Brigade». Гиббон сразу занялся муштровкой бригады и ввел в употребление черные «шапки Харди» модели 1858 года. Эти шляпы и породили прозвище «Бригада Черных Шапок» (Black Hat Brigade). Этой бригаде пришлось встретиться в бою со знаменитой бригадой каменной стены, это произошло в Втором Сражении при Бул-Ране в августе 1862 года.</p>",
    "name_eng": "John Gibbon",
    "name_rus": "Джон Гиббон"
  },
  {
    "_id": 12,
    "first_eng": "H",
    "first_rus": "Х",
    "fraction": 2,
    "href_eng": "Hugh_Judson_Kilpatrick",
    "href_rus": "Килпатрик,_Джадсон",
    "image": "officers/killpatrik.png",
    "main_eng": "<p><font color=\"#e32311\">ugh Judson Kilpatrick</font> (January 14, 1836 – December 4, 1881) was an officer in the Union Army during the American Civil War, achieving the rank of brevet major general. He was later the United States Minister to Chile, and a failed political candidate for the U.S. House of Representatives.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;Known as \"Kilcavalry\" (or \"Kill-Cavalry\") for using tactics in battle that were considered as a reckless disregard for lives of soldiers under his command, Kilpatrick was both praised for the victories he achieved, and despised by southerners whose homes and towns he devastated.</p>",
    "main_rus": "<p><font color=\"#e32311\">ью Джадсон Килпатрик</font> (Hugh Judson Kilpatrick) (14 января 1836 – 4 декабря 1881) - американский офицер, командир федеральной кавалерии в годы гражданской войны, дослужившийся до временного звания генерал-майора. Впоследствии служил американским послом в Чили и был кандидатом в палату представителей (неудачно).</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;Килпатрик был сторонником рискованных атак и мало ценил жизни своих подчиненных, за что получил прозвище \"Kilcavalry\" (\"Kill-Cavalry\", убийца кавалерии). Известен он в основном своей атакой под Геттисбергом, во время которой погиб генерал Фарнсворт. На севере он считается героем за многочисленные победы, на юге же он запомнился в основном разрушительными рейдами.</p>",
    "name_eng": "Hugh Judson Kilpatrick",
    "name_rus": "Хью Джадсон Килпатрик"
  },
  {
    "_id": 13,
    "first_eng": "A",
    "first_rus": "Э",
    "fraction": 2,
    "href_eng": "Ambrose_Burnside",
    "href_rus": "Бернсайд,_Эмброуз",
    "image": "officers/bernsaid.png",
    "main_eng": "<p><font color=\"#e32311\">mbrose Everett Burnside</font> (May 23, 1824 – September 13, 1881) was an American soldier, railroad executive, inventor, industrialist, and politician from Rhode Island, serving as governor and a United States Senator. As a Union Army general in the American Civil War, he conducted successful campaigns in North Carolina and East Tennessee, as well as countering the raids of Confederate General John Hunt Morgan, but suffered disastrous defeats at the Battle of Fredericksburg and Battle of the Crater. His distinctive style of facial hair became known as sideburns, derived from his last name. He was also the first president of the National Rifle Association.</p>",
    "main_rus": "<p><font color=\"#e32311\">мброуз Эверетт Бернсайд</font> (англ. Ambrose Everett Burnside; 23 мая 1824 — 13 сентября 1881) — американский солдат, изобретатель, промышленник и политик из Род-Айленда. Служил сенатором и губернатором (1866—1869). Во время гражданской войны стал генералом армии Союза и осуществлял успешные кампании в Северной Каролине и Восточном Теннесси, однако был разгромлен в жестоком сражении при Фредериксберге и в бою у Воронки. Стал первым президентом Национальной Стрелковой Ассоциации. Так же вошел в историю как изобретатель бакенбардов в стиле «sideburns».</p>",
    "name_eng": "Ambrose Everett Burnside",
    "name_rus": "Эмброуз Эверетт Бернсайд"
  },
  {
    "_id": 14,
    "first_eng": "H",
    "first_rus": "Г",
    "fraction": 2,
    "href_eng": "Henry_Halleck",
    "href_rus": "Халлек,_Генри",
    "image": "officers/halleck.png",
    "main_eng": "<p><font color=\"#e32311\">enry Wager Halleck</font> (January 16, 1815 – January 9, 1872) was a United States Army officer, scholar, and lawyer. A noted expert in military studies, he was known by a nickname that became derogatory, \"Old Brains.\" He was an important participant in the admission of California as a state and became a successful lawyer and land developer. Early in the American Civil War, he was a senior Union Army commander in the Western Theater and then served for almost two years as general-in-chief of all U.S. armies. Halleck became chief of staff to Lt. Gen. Ulysses S. Grant, when he assumed the position of general-in-chief.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;Halleck was a cautious general who believed strongly in thorough preparations for battle and in the value of defensive fortifications over quick, aggressive action. He was a master of administration, logistics, and the politics necessary at the top of the military hierarchy, but exerted little effective control over field operations from his post in Washington, D.C. President Abraham Lincoln once described him as \"little more than a first rate clerk.\"</p>",
    "main_rus": "<p><font color=\"#e32311\">енри Уэджер Халлек</font> (англ. Henry Halleck) (16 января 1815 — 9 января 1872) — офицер армии США, учёный и юрист. Будучи экспертом в теоретических военных исследованиях, он получил уничижительное прозвище «Старые мозги». Он играл важную роль в принятии Калифорнии в Союз в качестве штата и стал успешным юристом и земельным застройщиком. В начале Гражданской войны в США он был старшим офицером армии Союза на Западном театре военных действий, а затем два года служил генерал-аншефом всех армий США. В 1864 году Улисс Грант, бывший подчинённый Халлека, занял его место и переместил его на должность начальника штаба.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;Халлек был осторожным генералом, который твёрдо верил в важность тщательной подготовки к бою и придавал больше значения оборонительным укреплениям, нежели быстрым и агрессивным действиям. Он был мастером управления, логистики и политики, что необходимо на вершинах военной иерархии, но оказывался малоэффективным руководителем военных операций на поле боя.</p>",
    "name_eng": "Henry Wager Halleck",
    "name_rus": "Генри Уэджер Халлек"
  },
  {
    "_id": 15,
    "first_eng": "B",
    "first_rus": "Б",
    "fraction": 1,
    "href_eng": "Braxton_Bragg",
    "href_rus": "Брэгг,_Брэкстон",
    "image": "officers/braxton.png",
    "main_eng": "<p><font color=\"#e32311\">raxton Bragg</font> (March 22, 1817 – September 27, 1876) was a career United States Army officer, and then a general in the Confederate States Army—a principal commander in the Western Theater of the American Civil War and later the military advisor to the Confederate President Jefferson Davis.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;Bragg, a native of North Carolina, was educated at West Point and became an artillery officer. He served in Florida and then received three brevet promotions for distinguished service in the Mexican-American War, most notably the Battle of Buena Vista. He established a reputation as a strict disciplinarian, but also as a junior officer willing to publicly argue with and criticize his superior officers, including those at the highest levels of the Army. After a series of posts in the Indian Territory, he resigned from the U.S. Army in 1856 to become a sugar plantation owner in Louisiana.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;During the Civil War, Bragg trained soldiers in the Gulf Coast region. He was a corps commander at the Battle of Shiloh and subsequently was named to command the Army of Mississippi (later known as the Army of Tennessee). He and Edmund Kirby Smith attempted an invasion of Kentucky in 1862, but Bragg retreated following the inconclusive Battle of Perryville, Kentucky, in October. In December, he fought another inconclusive battle at Murfreesboro, Tennessee, the Battle of Stones River, but once again withdrew his army. In 1863, he fought a series of battles against Maj. Gen. William S. Rosecrans and the Union Army of the Cumberland. In June, he was outmaneuvered in the Tullahoma Campaign and retreated into Chattanooga. In September, he was forced to evacuate Chattanooga, but counterattacked Rosecrans and defeated him at the Battle of Chickamauga, the bloodiest battle in the Western Theater, and the only major Confederate victory therein. In November, Bragg's army was routed in turn by Maj. Gen. Ulysses S. Grant in the Battles for Chattanooga.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;Throughout these campaigns, Bragg fought almost as bitterly against some of his uncooperative subordinates as he did against the enemy, and they made multiple attempts to have him replaced as army commander. The defeat at Chattanooga was the last straw and Bragg was recalled in early 1864 to Richmond, where he became the military adviser to Confederate President Jefferson Davis. Near the end of the war, he defended Wilmington, North Carolina, and served as a corps commander in the Carolinas Campaign. After the war Bragg worked as the superintendent of the New Orleans waterworks, a supervisor of harbor improvements at Mobile, Alabama, and as a railroad engineer and inspector in Texas.</p>",
    "main_rus": "<p><font color=\"#e32311\">рэкстон Брэгг</font> (англ. Braxton Bragg; 22 марта, 1817 — 27 сентября, 1876) — офицер армии США, позже генерал Армии Конфедеративных Штатов Америки. Главнокомандующий Западным театром военных действий во время Гражданской войны в США. В память о нём названа одна из крупнейших военных баз армии США Форт-Брэгг.</p>",
    "name_eng": "Braxton Bragg",
    "name_rus": "Брэкстон Брэгг"
  },
  {
    "_id": 16,
    "first_eng": "E",
    "first_rus": "Э",
    "fraction": 1,
    "href_eng": "Edward_Porter_Alexander",
    "href_rus": "Александер,_Эдвард_Портер",
    "image": "officers/alexander.png",
    "main_eng": "<p><font color=\"#e32311\">dward Porter Alexander</font> (May 26, 1835 – April 28, 1910) was a military engineer, railroad executive, planter, and author. He served first as an officer in the United States Army and later, during the American Civil War (1861–1865), in the Confederate Army, rising to the rank of brigadier general.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;Alexander was the officer in charge of the massive artillery bombardment preceding Pickett's Charge, on the third day of the Battle of Gettysburg, and is also noted for his early use of signals and observation balloons during combat. After the Civil War, he taught mathematics at the University of South Carolina in Columbia, spent time in Nicaragua, and wrote extensive memoirs and analyses of the war, which have received much praise for their insight and objectivity. His Military Memoirs of a Confederate were published in 1907. An extensive personal account of his military training and his participation in the Civil War was rediscovered long after his death and published in 1989 as Fighting for the Confederacy.</p>",
    "main_rus": "<p><font color=\"#e32311\">двард Портер Александер</font> (англ. Edward Porter Alexander; 26 мая 1835 — 27 апреля 1910) — американский военный деятель, генерал армии Конфедеративных Штатов Америки во время Гражданской войны в США, автор мемуаров.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;После сецессии Джорджии в 1861 году Александер покинул ряды американской армии и перешёл на сторону Конфедерации. Он был назначен капитаном артиллерии и вошёл в штаб генерала Борегара незадолго до первого сражения при Бул-Ране. В 1862 году Александер получил назначение полковником артиллерии в первом корпусе Джеймса Лонгстрита. Он участвовал в сражениях при Фредериксберге, Чанселорсвилле и Геттисберге. В последнем Александер руководил артподготовкой, предварявшей наступление на Персиковый Сад 2 июля и атаку Пикетта 3 июля. В 1864 году Александер получил звание бригадного генерала, до конца войны он командовал артиллерией в корпусе Лонгстрита. В июне 1864 года, во время осады Петерсберга, Александер был ранен. Он вернулся в армию он в 1865 году, когда армия Конфедерации отступала от Ричмонда к Аппоматтоксу. Александер присутствовал на военном совете в лагере генерал Ли вечером 8 апреля, когда принималось решение о капитуляции Северовирджинской армии.</p>",
    "name_eng": "Edward Porter Alexander",
    "name_rus": "Эдвард Портер Александер"
  },
  {
    "_id": 17,
    "first_eng": "J",
    "first_rus": "Д",
    "fraction": 1,
    "href_eng": "John_S._Mosby",
    "href_rus": "Мосби,_Джон",
    "image": "officers/mosby.png",
    "main_eng": "<p><font color=\"#e32311\">ohn Singleton Mosby</font> (December 6, 1833 – May 30, 1916), also known by his nickname, the \"Gray Ghost\", was a Confederate army cavalry battalion commander in the American Civil War. His command, the 43rd Battalion, 1st Virginia Cavalry, known as Mosby's Rangers or Mosby's Raiders, was a partisan ranger unit noted for its lightning quick raids and its ability to elude Union Army pursuers and disappear, blending in with local farmers and townsmen. The area of northern central Virginia in which Mosby operated with impunity was known during the war and ever since as Mosby's Confederacy. After the war, Mosby became a Republican and worked as an attorney and supported his former enemy's commander, U.S. President Ulysses S. Grant, serving as the American consul to Hong Kong and in the U.S. Department of Justice.</p>",
    "main_rus": "<p><font color=\"#e32311\">жон Синглтон Мосби</font> (John Singleton Mosby) (6 декабря 1833 — 30 мая 1916), известен так же как «Серый Призрак» (Gray Ghost), являлся одним из кавалерийских офицеров армии Конфедерации во время гражданской войны в США. Его отряд, 43-й батальон 1-го вирджинского кавалерийского полка был известен как «Рейнджеры Мосби» или «Рейдеры Мосби». Это было партизанское соединение, которому удавалось совершать стремительные рейды по тылам противника и безнаказанными уходить от преследования, растворяясь среди местного населения. Мосби действовал на территории севера штата Вирджиния, которая стала называться «Конфедерация Мосби». После войны Мосби работал юристом и поддерживал президента Гранта, своего бывшего противника. Так же он служил консулом в Гонконге и в министерстве юстиции..</p>",
    "name_eng": "John Singleton Mosby",
    "name_rus": "Джон Синглтон Мосби"
  },
  {
    "_id": 18,
    "first_eng": "J",
    "first_rus": "Д",
    "fraction": 1,
    "href_eng": "John_Bell_Hood",
    "href_rus": "Худ,_Джон_Белл",
    "image": "officers/hood.png",
    "main_eng": "<p><font color=\"#e32311\">ohn Bell Hood</font> (June 1 or June 29, 1831 – August 30, 1879) was a Confederate general during the American Civil War. Hood had a reputation for bravery and aggressiveness that sometimes bordered on recklessness. Arguably one of the best brigade and division commanders in the Confederate States Army, Hood gradually became increasingly effective as he was promoted to lead larger, independent commands late in the war, but his career and reputation were marred by his decisive defeats leading an army in the Atlanta Campaign and the Franklin-Nashville Campaign.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;Hood's education at the United States Military Academy led to a career as a junior officer in both the infantry and cavalry of the antebellum U.S. Army in California and Texas. At the start of the Civil War, he offered his services to his adopted state of Texas. He achieved his reputation for aggressive leadership as a brigade commander in the army of Robert E. Lee during the Seven Days Battles in 1862, after which he was promoted to division command. He led a division under James Longstreet in the campaigns of 1862–63. At the Battle of Gettysburg, he was severely wounded, rendering his left arm useless for the rest of his life. Transferred with many of Longstreet's troops to the Western Theater, Hood led a massive assault into a gap in the Union line at the Battle of Chickamauga, but was wounded again, requiring the amputation of his right leg.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;Hood returned to field service during the Atlanta Campaign of 1864, and at the age of 33 was promoted to temporary full general and command of the Army of Tennessee at the outskirts of Atlanta. There, he dissipated his army in a series of bold, calculated, but ultimately fruitless assaults, and was forced to evacuate the besieged city. Leading his men through Alabama and into Tennessee, his army was severely damaged in a massive frontal assault at the Battle of Franklin and he was decisively defeated at the Battle of Nashville by his former West Point instructor, Maj. Gen. George H. Thomas, after which he was relieved of command.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;After the war, Hood moved to Louisiana and worked as a cotton broker and in the insurance business. His business was ruined by a yellow fever epidemic in New Orleans during the winter of 1878–79 and he succumbed to the disease himself, dying just days after his wife and oldest child, leaving 10 destitute orphans.</p>",
    "main_rus": "<p><font color=\"#e32311\">жон Белл Худ</font> (англ. John Bell Hood; 1 июня 1831 — 30 августа 1879) — генерал армии Конфедерации во время Американской гражданской войны.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;Имел репутацию генерала смелого и агрессивного до безрассудства.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;Существует мнение, что он был лучшим командиром бригадного и дивизионного уровня в армии Конфедерации, однако на более высоких постах он оказался менее эффективен. Репутация Худа была серьёзно подмочена рядом поражений, которые он потерпел в сражении за Атланту и во Франклин-Нэшвилльской кампании.</p>",
    "name_eng": "John Bell Hood",
    "name_rus": "Джон Белл Худ"
  },
  {
    "_id": 19,
    "first_eng": "R",
    "first_rus": "Р",
    "fraction": 1,
    "href_eng": "Richard_S._Ewell",
    "href_rus": "Юэлл,_Ричард",
    "image": "officers/ewell.png",
    "main_eng": "<p><font color=\"#e32311\">ichard Stoddert Ewell</font> (February 8, 1817 – January 25, 1872) was a career United States Army officer and a Confederate general during the American Civil War. He achieved fame as a senior commander under Stonewall Jackson and Robert E. Lee and fought effectively through much of the war, but his legacy has been clouded by controversies over his actions at the Battle of Gettysburg and at the Battle of Spotsylvania Court House.</p>",
    "main_rus": "<p><font color=\"#e32311\">ичард Стоддерт Юэлл</font> (Richard Stoddert Ewell, иногда неправильно транслитерируется как Эвелл) (8 февраля 1817 - 25 января 1872) - кадровый офицер армии США и генерал армии Конфедерации в годы гражданской войны. Прославился своей службой под командованием Джексона Каменная Стена и Роберта Ли, успешно воевал в первый период войны, однако показал себя не с лучшей стороны в сражениях при Геттисберге и Спотсильвейни.</p>",
    "name_eng": "Richard Stoddert Ewell",
    "name_rus": "Ричард Стоддерт Юэлл"
  },
  {
    "_id": 20,
    "first_eng": "J",
    "first_rus": "Д",
    "fraction": 1,
    "href_eng": "Joseph_E._Johnston",
    "href_rus": "Джонстон,_Джозеф",
    "image": "officers/johnston.png",
    "main_eng": "<p><font color=\"#e32311\">oseph Eggleston Johnston</font> (February 3, 1807 – March 21, 1891) was a career U.S. Army officer, serving with distinction in the Mexican-American War and Seminole Wars, and was also one of the most senior general officers in the Confederate States Army during the American Civil War. He was unrelated to Albert Sidney Johnston, another high-ranking Confederate general during the Civil war.</p>",
    "main_rus": "<p><font color=\"#e32311\">жозеф Эгглстон Джонстон</font> (англ. Joseph Eggleston Johnston) (3 февраля 1807—21 марта 1891) — бригадный генерал армии США и генерал армии Конфедеративных Штатов Америки во время Гражданской войны. Джостон командовал Северовирджинской армией в начале кампании на полуострове, но был ранен в сражении при Севен-Пайнс и заменен на генерала Роберта Ли. После выздоровления его отправили на помощь осажденному Виксбергу, а в декабре 1863 он стал командиром Теннессийской армии и участвовал в битве за Атланту.</p>",
    "name_eng": "Joseph Eggleston Johnston",
    "name_rus": "Джозеф Эгглстон Джонстон"
  },
  {
    "_id": 21,
    "first_eng": "P",
    "first_rus": "П",
    "fraction": 1,
    "href_eng": "P._G._T._Beauregard",
    "href_rus": "Тутан_де_Борегар,_Пьер_Гюстав",
    "image": "officers/bearegar.png",
    "main_eng": "<p><font color=\"#e32311\">ierre Gustave Toutant-Beauregard</font> (May 28, 1818 – February 20, 1893) was a Southern military officer, politician, inventor, writer, civil servant, and the first prominent general of the Confederate States Army during the American Civil War. Today he is commonly referred to as P. G. T. Beauregard, but he rarely used his first name as an adult. He signed correspondence as G. T. Beauregard.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;Trained as a civil engineer at the United States Military Academy, Beauregard served with distinction as an engineer in the Mexican–American War. Following a brief appointment as superintendent at West Point in 1861, after the South seceded he resigned from the United States Army and became the first brigadier general in the Confederate States Army. He commanded the defenses of Charleston, South Carolina, at the start of the Civil War at Fort Sumter on April 12, 1861. Three months later he won the First Battle of Bull Run near Manassas, Virginia.</p>",
    "main_rus": "<p><font color=\"#e32311\">ьер Гюстав Тутан де Борегар</font> (англ. Pierre Gustave Toutant Beauregard) (28 мая 1818 — 20 февраля 1893) — майор армии США и генерал армии Конфедерации во время Гражданской войны. Помимо этого известен как писатель, политик и изобретатель.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;Как только Луизиана примкнула к Конфедерации, Борегар, склонный к драматическим жестам, покинул армию США и поступил в милицию штата простым солдатом. В рядах милиции он не задержался (у Юга было немного офицеров с боевым опытом), 1 марта его произвели в бригадные генералы. 21 июля был повышен до так называемого «полного» генерала. Дата присвоения звания сделала его пятым по старшинству генералом во всей Армии Конфедерации. Он рекомендовал расположить большие силы для защиты Нового Орлеана, но Президент Конфедерации Джефферсон Дэвис отверг этот план. С этого момента между Борегаром и Дэвисом начались разногласия, которые с годами только усиливались.</p>",
    "name_eng": "Pierre Gustave Toutant-Beauregard",
    "name_rus": "Пьер Гюстав Тутан де Борегар"
  },
  {
    "_id": 22,
    "first_eng": "A",
    "first_rus": "Э",
    "fraction": 1,
    "href_eng": "A._P._Hill",
    "href_rus": "Хилл,_Эмброуз_Поуэлл",
    "image": "officers/hill.png",
    "main_eng": "<p><font color=\"#e32311\">mbrose Powell Hill, Jr.</font> (November 9, 1825 — April 2, 1865) was a Confederate army general who was killed in the American Civil War.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;A native Virginian, Hill was a career United States Army officer who had fought in the Mexican–American War and Seminole Wars prior to joining the Confederacy. After the start of the American Civil War, he gained early fame as the commander of the \"Light Division\" in the Seven Days Battles and became one of Stonewall Jackson's ablest subordinates, distinguishing himself in the 1862 battles of Cedar Mountain, Second Bull Run, Antietam, and Fredericksburg.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;Following Jackson's death in May 1863 at the Battle of Chancellorsville, Hill was promoted to lieutenant general and commanded the Third Corps of Robert E. Lee's Army of Northern Virginia, which he led in the Gettysburg Campaign and the fall campaigns of 1863. His command of the corps in 1864–65 was interrupted on multiple occasions by illness, from which he did not return until just before the end of the war, when he was killed during the Union Army's offensive at the Third Battle of Petersburg.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;Hill is usually referred to as A. P. Hill, to differentiate him from another prominent (unrelated) Confederate general, D. H. Hill.</p>",
    "main_rus": "<p><font color=\"#e32311\">мброуз Пауэлл Хилл</font> (Ambrose Powell Hill ) (9 ноября 1825 — 2 апреля 1865) — американский кадровый военный, участник Мексиканской и Семинольской войн, генерал армии Конфедерации в годы американской Гражданской войны. Хилл прославился как командир «Лёгкой дивизии Хилла» во время Семидневной битвы, а впоследствии стал одним из самых способных дивизионных командиров в корпусе генерала Джексона. После гибели Джексона в сражении при Чанселорсвилле Хилл получил звание генерал-лейтенанта и командовал Третьим корпусом Северовирджинской армии до самой своей смерти. Он погиб в самом конце войны во время третьего сражения при Петерсберге.</p>",
    "name_eng": "Ambrose Powell Hill, Jr.",
    "name_rus": "Эмброуз Поуэлл Хилл"
  },
  {
    "_id": 23,
    "first_eng": "J",
    "first_rus": "Д",
    "fraction": 1,
    "href_eng": "James_Longstreet",
    "href_rus": "Лонгстрит,_Джеймс",
    "image": "officers/longstreet.png",
    "main_eng": "<p><font color=\"#e32311\">ames Longstreet</font> (January 8, 1821 – January 2, 1904) was one of the foremost Confederate generals of the American Civil War and the principal subordinate to General Robert E. Lee, who called him his \"Old War Horse.\" He served under Lee as a corps commander for many of the famous battles fought by the Army of Northern Virginia in the Eastern Theater, but also with Gen. Braxton Bragg in the Army of Tennessee in the Western Theater. Biographer and historian Jeffry D. Wert wrote that \"Longstreet ... was the finest corps commander in the Army of Northern Virginia; in fact, he was arguably the best corps commander in the conflict on either side.\"</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;Longstreet's talents as a general made significant contributions to the Confederate victories at Second Bull Run (Second Manassas), Fredericksburg, and Chickamauga, in both offensive and defensive roles. He also performed strongly during the Seven Days Battles, the Battle of Antietam, and until he was seriously wounded, at the Battle of the Wilderness. His performance in semiautonomous command during the Knoxville Campaign resulted in a Confederate defeat. His most controversial service was at the Battle of Gettysburg, where he openly disagreed with General Lee on the tactics to be employed and reluctantly supervised the disastrous infantry assault known as Pickett's Charge.</p>",
    "main_rus": "<p><font color=\"#e32311\">жеймс Лонгстрит</font> (8 января 1821 — 2 января 1904) — один из самых известных генералов армии Конфедерации во время Гражданской войны в Америке, ближайший соратник генерала Ли, который называл его «Старым Боевым Конем». Он служил под командованием генерала Ли как командир корпуса во многих известных сражениях Восточного театра боевых действий и только раз в армии Брэкстона Брэгга в теннесийской армии на Западном театре. Историк и биограф Джеффри Верт писал, что «Лонгстрит… был лучшим корпусным командиром в Северовирджинской армии, фактически, он был лучшим корпусным командиром той войны вообще».</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;Способности генерала Лонгстрита принесли Конфедерации победы в сражениях при Булл-Ране, Фредериксберге и Чикамуге, он хорошо себя проявил в Семидневной битве, сражении на Энтитеме, а также в сражении в Глуши, где был серьёзно ранен. Возможно, его отсутствие негативно сказалось на управлении армией Конфедерации в сражениях при Спотсильвейни и Колд-Харборе. Много споров вызывает его роль в битве при Геттисберге, где под его руководством проводилась атака Пикетта.</p>",
    "name_eng": "James Longstreet",
    "name_rus": "Джеймс Лонгстрит"
  },
  {
    "_id": 24,
    "first_eng": "A",
    "first_rus": "Ф",
    "fraction": 1,
    "href_eng": "Albert_Sidney_Johnston",
    "href_rus": "Джонстон,_Альберт_Сидни",
    "image": "officers/albertjohn.png",
    "main_eng": "<p><font color=\"#e32311\">lbert Sidney Johnston</font> (February 2, 1803 – April 6, 1862) served as a general in three different armies: the Texian (i.e., Republic of Texas) Army, the United States Army, and the Confederate States Army. He saw extensive combat during his military career, fighting actions in the Texas War of Independence, the Mexican–American War, the Utah War, and the American Civil War.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;Considered by Confederate President Jefferson Davis to be the finest general officer in the Confederacy before the emergence of Robert E. Lee, he was killed early in the Civil War at the Battle of Shiloh. Johnston was the highest-ranking officer, Union or Confederate, killed during the entire war. Davis believed the loss of Johnston \"was the turning point of our fate\".</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;Johnston was unrelated to Confederate general Joseph E. Johnston.</p>",
    "main_rus": "<p><font color=\"#e32311\">льберт Сидни Джонстон</font> (англ. Albert Sidney Johnston; 2 февраля 1803, Вашингтон, Кентукки — 6 апреля 1862, округ Хардин, Теннесси) — американский военный деятель, служил в армиях США, Техасской республики и армии Конфедеративных штатов. Считался одним из выдающихся генералов юга, наряду с Робертом Ли, Пьером Борегаром и Джозефом Джонстоном. Узнав о гибели Джонстона, президент Джефферсон Дэвис сказал: «Потеря этого человека стала поворотной точкой в нашей судьбе».</p>",
    "name_eng": "Albert Sidney Johnston",
    "name_rus": "Альберт Сидни Джонстон"
  },
  {
    "_id": 26,
    "first_eng": "O",
    "first_rus": "О",
    "fraction": 2,
    "href_eng": "Oliver_O._Howard",
    "href_rus": "Ховард,_Оливер",
    "image": "officers/oliver.png",
    "main_eng": "<p><font color=\"#e32311\">liver Otis Howard</font> (November 8, 1830 – October 26, 1909) was a career United States Army officer and a Union general in the American Civil War. As a brigade commander in the Army of the Potomac, Howard lost his right arm while leading his men against Confederate forces at Fair Oaks in June 1862, an action which later earned him the Medal of Honor. As a corps commander, he suffered two humiliating defeats at Chancellorsville and Gettysburg in May and July 1863, but recovered from the setbacks as a successful corps and later army commander in the Western Theater.</p>",
    "main_rus": "<p><font color=\"#e32311\">ливер Отис Ховард</font> (англ. Oliver Otis Howard; 8 ноября 1830 — 26 октября 1909) — кадровый офицер армии США и генерал федеральной армии во время американской гражданской войны. Как командир корпуса он известен двумя крупными поражениями — при Чанселорсвилле и Геттисберге, однако на Западном театре военных действий действовал удачнее, будучи командиром корпуса и командиром армии. После войны служил на Западе, принимал участие в войнах с индейцами. Также известен участием в основании Университета Ховарда.</p>",
    "name_eng": "Oliver Otis Howard",
    "name_rus": "Оливер Отис Ховард"
  },
  {
    "_id": 27,
    "first_eng": "G",
    "first_rus": "Д",
    "fraction": 2,
    "href_eng": "George_B._McClellan",
    "href_rus": "Макклеллан,_Джордж",
    "image": "officers/mcclellan.png",
    "main_eng": "<p><font color=\"#e32311\">eorge Brinton McClellan</font> (December 3, 1826 – October 29, 1885) was a major general for the Union during the American Civil War and the Democratic presidential nominee in 1864, who later served as Governor of New Jersey. He organized the famous Army of the Potomac and served briefly (November 1861 to March 1862) as the general-in-chief of the Union Army. Early in the war, McClellan played an important role in raising a well-trained and organized army for the Union. Although McClellan was meticulous in his planning and preparations, these very characteristics hampered his ability to challenge aggressive opponents in a fast-moving battlefield environment. He chronically overestimated the strength of enemy units and was reluctant to apply principles of mass, frequently leaving large portions of his army unengaged at decisive points.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;McClellan organized and led the Union's Peninsula Campaign (also known as the Peninsular Campaign) in southeastern Virginia from March through July 1862. It was the first large-scale offensive in the Eastern Theater. Making an amphibious clockwise turning movement around the Confederate States Army in northern Virginia, McClellan's forces turned west to move up the Virginia Peninsula, with the Confederate capital, Richmond, as their objective. Initially, McClellan was somewhat successful against the equally cautious General Joseph E. Johnston, but the emergence of the aggressive General Robert E. Lee turned the subsequent Seven Days Battles into a humiliating Union defeat.</p>",
    "main_rus": "<p><font color=\"#e32311\">жордж Бринтон Макклеллан</font> (англ. George Brinton McClellan, 3 декабря 1826 — 29 октября 1885) — генерал-майор американской армии в годы гражданской войны. Создатель армии Союза и, в частности, Потомакской армии. Макклеллан был излишне осторожен и медлителен при планировании и проведении операций, и ему никогда не хватало агрессивности и оперативности. По этой причине он проиграл Кампанию на Полуострове, несмотря на преимущества в численности армии и количестве ресурсов. Именно в расчете на медлительность Макклеллана, генерал Ли предпринял рискованную Мерилендскую кампанию. В сражение при Энтитеме Макклеллан сумел остановить продвижение армии Ли, однако не смог уничтожить Северовирджинскую армию, несмотря на удачное стечение обстоятельств. В результате Линкольн отстранил его от командования армией.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;В 1864 году Макклеллан участвовал в выборах в качестве кандидата от демократической партии. Он выступал за прекращение войны и переговоры с Конфедерацией.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;С 1878 по 1881 год он был 24-м губернатором штата Нью-Джерси.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;По общему мнению историков, Макклеллан не был способным полководцем, однако, существует версия, что такую репутацию создали сторонники Линкольна, чтобы оправдать неудачи Союза в начале войны.</p>",
    "name_eng": "George Brinton McClellan",
    "name_rus": "Джордж Бринтон Макклелан"
  },
  {
    "_id": 31,
    "first_eng": "U",
    "first_rus": "У",
    "fraction": 2,
    "href_eng": "Ulysses_S._Grant",
    "href_rus": "Грант,_Улисс",
    "image": "officers/grant.png",
    "main_eng": "<p><font color=\"#e32311\">lysses S. Grant</font> (born Hiram Ulysses Grant; April 27, 1822 – July 23, 1885) was the 18th President of the United States (1869–77). As Commanding General (1864–69), Grant worked closely with President Abraham Lincoln to lead the Union Army to victory over the Confederacy in the American Civil War. He implemented Congressional Reconstruction, often at odds with Lincoln's successor, Andrew Johnson. Twice elected president, Grant led the Republicans in their effort to remove the vestiges of Confederate nationalism and slavery, protect African-American citizenship, and support economic prosperity nationwide. His presidency has often come under criticism for protecting corrupt associates and in his second term leading the nation into a severe economic depression.</p>",
    "main_rus": "<p><font color=\"#e32311\">лисс Симпсон Грант</font> (англ. Ulysses Simpson Grant, урождённый Hiram Ulysses Grant, то есть Хайрем Улисс Грант; 27 апреля 1822, Пойнт-Плезант, Огайо — 23 июля 1885, Уилтон, Нью-Йорк) — американский политический и военный деятель, полководец северян в годы Гражданской войны в США, генерал армии (25 июля 1866 — 4 марта 1869). C 4 марта 1869 по 4 марта 1877 — 18-й президент США; несмотря на его непреходящую славу как полководца, историки расценивают его президентство достаточно сдержанно. Портрет Гранта изображён на банкноте в 50 долларов.</p>",
    "name_eng": "Ulysses S. Grant",
    "name_rus": "Улисс Симпсон Грант"
  },
  {
    "_id": 32,
    "first_eng": "R",
    "first_rus": "Р",
    "fraction": 1,
    "href_eng": "Robert_E._Lee",
    "href_rus": "Ли,_Роберт_Эдвард",
    "image": "officers/li.png",
    "main_eng": "<p><font color=\"#e32311\">obert Edward Lee</font> (January 19, 1807 – October 12, 1870) was an American soldier known for commanding the Confederate Army of Northern Virginia in the American Civil War from 1862 until his surrender in 1865. The son of Revolutionary War officer Henry \"Light Horse Harry\" Lee III, Lee was a top graduate of the United States Military Academy and an exceptional officer and military engineer in the United States Army for 32 years. During this time, he served throughout the United States, distinguished himself during the Mexican–American War, served as Superintendent of the United States Military Academy, and married Mary Custis.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;When Virginia declared its secession from the Union in April 1861, Lee chose to follow his home state, despite his personal desire for the country to remain intact and despite an offer of a senior Union command. During the first year of the Civil War, Lee served as a senior military adviser to President Jefferson Davis. Once he took command of the main field army in 1862 he soon emerged as a shrewd tactician and battlefield commander, winning most of his battles, all against far superior Union armies. Lee's strategic foresight was more questionable, and both of his major offensives into Union territory ended in defeat. Lee's aggressive tactics, which resulted in high casualties at a time when the Confederacy had a shortage of manpower, have come under criticism in recent years. Union General Ulysses S. Grant's campaigns (particularly the Vicksburg Campaign) crippled the Confederacy in 1864 and 1865, and Lee was unable to turn the war's tide or stop Grant's advance during the Overland Campaign and Richmond–Petersburg Campaign. After being thoroughly outmaneuvered, Lee surrendered his entire army to Grant at Appomattox Court House on April 9, 1865. By this time, Lee had assumed supreme command of the remaining Southern armies; other Confederate forces swiftly capitulated after his surrender. Lee rejected the proposal of a sustained insurgency against the Union and called for reconciliation between the two sides..</p>",
    "main_rus": "<p><font color=\"#e32311\">оберт Эдвард Ли</font> (англ. Robert Edward Lee; 19 января 1807 — 12 октября 1870) — американский военный, генерал армии Конфедеративных Штатов Америки (31 августа 1861), командующий Северовирджинской армией и главнокомандующий армией Конфедерации. Один из самых известных американских военачальников XIX века.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;Выпускник академии Вест-Пойнт, участник Мексиканской войны и суперинтендант академии, он встал на сторону Юга в начале Гражданской войны и первое время был военным секретарем при президенте Конфедерации Дэвисе. Назначенный командиром армии в трудный момент, он сумел в нескольких сражениях разбить превосходящие силы армии Севера и перенести боевые действия на территорию противника. Стратегия Ли оказалась слабее его тактики и два вторжения на Север (Мэрилендская и Геттисбергская кампании) закончились неудачно. В 1864 и 1865 годах ему удалось нанести большой урон наступающей армии генерала Гранта, но все же Ли не смог остановить Гранта, и был вынужден сдать Петерсберг и Ричмонд, а затем капитулировать со всей армией при Аппоматтоксе.</p>",
    "name_eng": "Robert Edward Lee",
    "name_rus": "Роберт Эдвард Ли"
  },
  {
    "_id": 65,
    "first_eng": "T",
    "first_rus": "О",
    "fraction": 0,
    "href_eng": "Parrott_rifle",
    "href_rus": "Орудие_Паррота",
    "image": "techno/parot.png",
    "main_eng": "<p><font color=\"#e32311\">he Parrott rifle</font>  was a type of muzzle-loading rifled artillery weapon used extensively in the American Civil War.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;The gun was invented by Captain Robert Parker Parrott, a West Point graduate. He resigned from the service in 1836 and became the superintendent of the West Point Foundry in Cold Spring, New York. He created the first Parrott Rifle (and corresponding projectile) in 1860 and patented it in 1861.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;Parrotts were manufactured with a combination of cast and wrought iron. The cast iron made for an accurate gun, but was brittle enough to suffer fractures. Hence, a large wrought iron reinforcing band was overlaid on the breech to give it additional strength. There were prior cannons designed this way, but the method of securing this band was the innovation that allowed the Parrott to overcome the deficiencies of these earlier models. It was applied to the gun red-hot and then the gun was turned while pouring water down the muzzle, allowing the band to attach uniformly. By the end of the Civil War, both sides were using this type of gun extensively.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;Parrott rifles were manufactured in different sizes, from 10-pounders up to the rare 300-pounder. In the field, the 10- and 20-pounders were used by both armies. The 20-pounder was the largest field gun used during the war, with the barrel alone weighing over 1,800 pounds. The smaller size was much more prevalent; it came in two bore sizes: 2.9 inch (74 mm)and 3.0-in (76 mm). Confederate forces used both bore sizes during the war, which added to the complication of supplying the appropriate ammunition to its batteries. Until 1864, Union batteries used only the 2.9-in. The M1863, with a 3-in bore, had firing characteristics similar to the earlier model; it can be recognized by its straight barrel, without muzzle-swell. Its range was up to 2,000 yards (1,800 m) with a trained crew.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;Naval versions of the 20-, 30-, 60-, and 100-pound Parrotts were also used by the Union navy. The 100-pound naval Parrott could achieve a range of 6900 yards (6300 meters) at an elevation of 25 degrees, or fire an 80-pound shell 7810 yards (7140 m) at 30 degrees elevation.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;Although accurate, as well as being cheaper and easier to make than most rifled artillery guns, the Parrott had a poor reputation for safety and they were shunned by many artillerists. At the end of 1862, Henry J. Hunt attempted to get the Parrott eliminated from the Army of the Potomac's inventory, preferring the 3-inch Ordnance Rifle. During battles when the Parrott gun would burst, artillerists would chip out the jagged parts and continue firing. In 1889, The New York Times called on the Ordnance Bureau of the War Department to discontinue use of the Parrott gun altogether, following a series of mishaps at the West Point training grounds.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;Several hundred Parrott gun tubes remain today, many adorning battlefield parks, county courthouses, museums, etc. The gun tubes made by Parrott's foundry are identifiable by the letters WPF (West Point Foundry) found on the gun tube, along with the initials RPP for Robert P. Parrott. The first production Parrott gun tube (Serial Number 1) still exists, and is preserved on a reproduction gun carriage in the center square of Hanover, Pennsylvania, as part of a display commemorating the Battle of Hanover. A list of many of the surviving tubes can be found at the National Register of Surviving Civil War Artillery.</p>",
    "main_rus": "<p><font color=\"#e32311\">рудие Паррота</font>  — нарезное, заряжающееся с дула орудие. Массово применялось во время гражданской войны в Америке.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;Орудие было изобретено Робертом Паркером Парротом, выпускником Вест-Пойнта. Он покинул службу в 1836 году и стал суперинтендантом вестпойнтского литейного завода в Колд-Спринг, штат Нью-Йорк. В 1860 он создал первое «орудие Паррота» и соответствующий снаряд. Изобретение было запатентовано в 1861 году.</p>",
    "name_eng": "The Parrott rifle",
    "name_rus": "Орудие Паррота"
  },
  {
    "_id": 70,
    "first_eng": "T",
    "first_rus": "Б",
    "fraction": 0,
    "href_eng": "Battle_of_Fort_Donelson",
    "href_rus": "Битва_при_Форт-Донельсон",
    "image": "battles/donelson.png",
    "main_eng": "<p><font color=\"#e32311\">he Battle of Fort Donelson</font>  was fought from February 11 to 16, 1862, in the Western Theater of the American Civil War. The Union capture of the Confederate fort near the Tennessee–Kentucky border opened the Cumberland River, an important avenue for the invasion of the South. The Union's success also elevated Brig. Gen. Ulysses S. Grant from an obscure and largely unproven leader to the rank of major general, and earned him the nickname of \"Unconditional Surrender\" Grant.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;The battle followed the Union capture of Fort Henry on February 6. Grant moved his army 12 miles (19 km) overland to Fort Donelson on February 12 and 13 and conducted several small probing attacks. (Although the name was not yet in use, the troops serving under Grant were the nucleus of the Union's Army of the Tennessee.) On February 14, Union gunboats under Flag Officer Andrew H. Foote attempted to reduce the fort with gunfire, but were forced to withdraw after sustaining heavy damage from Fort Donelson's water batteries.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;On February 15, with the fort surrounded, the Confederates, commanded by Brig. Gen. John B. Floyd, launched a surprise attack against Grant's army in an attempt to open an escape route to Nashville, Tennessee. Grant, who was away from the battlefield at the start of the attack, arrived to rally his men and counterattack. Despite achieving partial success and opening the way for a retreat, Floyd lost his nerve and ordered his men back to the fort. The following morning, Floyd and his second-in-command, Brig. Gen. Gideon J. Pillow, relinquished command to Brig. Gen. Simon Bolivar Buckner (later Governor of Kentucky), who agreed to accept Grant's terms of unconditional surrender.</p>",
    "main_rus": "<p><font color=\"#e32311\">итва при Форт-Донельсон</font>  (Battle of Fort Donelson) — сражение в ходе Гражданской войны в США, проходившее с 11 по 16 февраля 1862 года на Западном театре военных действий. Захват форта войсками Союза открыли реку Камберленд в качестве пути для вторжения на Юг. Этот успех повысил генерала Улисса Гранта, до того времени бывшего «неясным» и в значительной степени не доказавшим свой авторитет военным лидером, до звания генерал-майора, закрепив за ним прозвище «Unconditional Surrender» (можно перевести как «Добивающийся безоговорочных капитуляций») Грант.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;Битва последовала после захвата Форт-Генри 6 февраля. Грант провёл свои войска 12 миль по суше к Форт-Донельсон к 12-13 февраля и провёл несколько небольших пробных атак. 14 февраля канонерские лодки ВМС США под командованием Эндрю Фута попытались ослабить форт корабельной артиллерией, но были вынуждены отступить после того, как понесли большой ущерб от береговых батарей Форт-Донельсон.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;15 февраля форт был окружён, и командир конфедератов Джон Флойд предпринял неожиданную атаку против армии Гранта, пытаясь открыть своим людям путь к спасению. Грант, который был вдали от поля боя в начале атаки, прибыл, чтобы сплотить своих солдат и контратаковать. Несмотря на достижение частичного успеха и открытие пути к отступлению, Флойд потерял самообладание и приказал своим людям вернуться в форт.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;На следующее утро Флойд и его второй командир, бригадный генерал Гидеон Пиллоу, совершенно впали в панику и передали командование генералу Симону Боливару Бакнеру, впоследствии ставшему губернатором Кентукки, который согласился принять безоговорочную капитуляцию на условиях, продиктованных Грантом.</p>",
    "name_eng": "The Battle of Fort Donelson",
    "name_rus": "Битва при Форт-Донельсон"
  },
  {
    "_id": 73,
    "first_eng": "T",
    "first_rus": "С",
    "fraction": 0,
    "href_eng": "Battle_of_Harpers_Ferry",
    "href_rus": "Сражение_при_Харперс-Ферри",
    "image": "battles/harpersferry.png",
    "main_eng": "<p><font color=\"#e32311\">he Battle of Harpers Ferry</font>  was fought September 12–15, 1862, as part of the Maryland Campaign of the American Civil War. As Gen. Robert E. Lee's Confederate army invaded Maryland, a portion of his army under Maj. Gen. Thomas J. \"Stonewall\" Jackson surrounded, bombarded, and captured the Union garrison at Harpers Ferry, Virginia (now West Virginia), a major victory at relatively minor cost.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;As Lee's Army of Northern Virginia advanced down the Shenandoah Valley into Maryland, he planned to capture the garrison at Harpers Ferry to secure his line of supply back to Virginia. Although he was being pursued at a leisurely pace by Maj. Gen. George B. McClellan's Army of the Potomac, outnumbering him more than two to one, Lee chose the risky strategy of dividing his army and sent one portion to converge and attack Harpers Ferry from three directions. Col. Dixon S. Miles, Union commander at Harpers Ferry, insisted on keeping most of the troops near the town instead of taking up commanding positions on the surrounding heights. The slim defenses of the most important position, Maryland Heights, first encountered the approaching Confederate on September 12, but only brief skirmishing ensued. Strong attacks by two Confederate brigades on September 13 drove the Union troops from the heights.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;During the fighting on Maryland Heights, the other Confederate columns arrived and were astonished to see that critical positions to the west and south of town were not defended. Jackson methodically positioned his artillery around Harpers Ferry and ordered Maj. Gen. A.P. Hill to move down the west bank of the Shenandoah River in preparation for a flank attack on the Federal left the next morning. By the morning of September 15, Jackson had positioned nearly 50 guns on Maryland Heights and at the base of Loudoun Heights. He began a fierce artillery barrage from all sides and ordered an infantry assault. Miles realized that the situation was hopeless and agreed with his subordinates to raise the white flag of surrender. Before he could surrender personally, he was mortally wounded by an artillery shell and died the next day. After processing more than 12,000 Union prisoners, Jackson's men then rushed to Sharpsburg, Maryland, to rejoin Lee for the Battle of Antietam.</p>",
    "main_rus": "<p><font color=\"#e32311\">ражение при Харперс-Ферри</font>  (Battle of Harpers Ferry) произошло 12—15 сентября 1862 года во время Мэрилендской кампании американской Гражданской Войны. Когда армия генерала Ли вошла в Мэриленд, часть этой армии под командованием генерала Джексона была направлена против города Харперс-Ферри. Армия Конфедерации оказалась в тяжелом положении и была вынуждена отступать к Шарпсбергу, но несмотря на это Джексон успел принудить гарнизон к капитуляции и своевременно прибыл на соединение с основной армией под Шарпсберг.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;Когда армия Ли наступала по долине Шенандоа в Мэриленд, Ли планировал захватить город и арсенал Харперс-Ферри, чтобы, в частности, укрепить свои тыловые коммуникации. Потомакская армия генерала Макклелана превосходила Северовирджинскую армию почти вдвое, но Ли рассчитывал на медлительность Макклелана и рискнул разделить свои силы, послав часть армии под Харперс-Ферри. Полковник Диксон Майлс, федеральный командующий в Харперс-Ферри, разместил свои войска возле города, вместо того, чтобы занять господствующие высоты. Самая важная позиция, Мэрилендские высоты, была очень слабо защищена — именно здесь 12 сентября начались первые перестрелки. 13-го числа южане атаковали высоты силами двух бригад и захватили высоты.</p>",
    "name_eng": "The Battle of Harpers Ferry",
    "name_rus": "Сражение при Харперс-Ферри"
  },
  {
    "_id": 83,
    "first_eng": "P",
    "first_rus": "А",
    "fraction": 0,
    "href_eng": "Pickett%27s_Charge",
    "href_rus": "Атака_Пикетта",
    "image": "battles/pickettscharge.png",
    "main_eng": "<p><font color=\"#e32311\">ickett's Charge</font>  was an infantry assault ordered by Confederate Gen. Robert E. Lee against Maj. Gen. George G. Meade's Union positions on Cemetery Ridge on July 3, 1863, the last day of the Battle of Gettysburg in the state of Pennsylvania during the American Civil War. Its futility was predicted by the charge's commander, Lt. Gen. James Longstreet, and it was arguably an avoidable mistake from which the Southern war effort never fully recovered militarily or psychologically. The farthest point reached by the attack has been referred to as the high-water mark of the Confederacy.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;The charge is named after Maj. Gen. George Pickett, one of three Confederate generals who led the assault under Longstreet.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;After Confederate attacks on both Union flanks had failed the day and night before, Lee was determined to strike the Union center on the third day. On the night of July 2, Meade correctly predicted at a council of war that Lee would try an attack on his lines in the center the following morning.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;The infantry assault was preceded by a massive artillery bombardment that was meant to soften up the Union defense and silence its artillery, but was largely ineffective. Approximately 12,500 men in nine infantry brigades advanced over open fields for three-quarters of a mile under heavy Union artillery and rifle fire. Although some Confederates were able to breach the low stone wall that shielded many of the Union defenders, they could not maintain their hold and were repulsed with over 50% casualties, a decisive defeat that ended the three-day battle and Lee's campaign into Pennsylvania. Years later, when asked why his charge at Gettysburg failed, Pickett replied: \"I've always thought the Yankees had something to do with it.\"</p>",
    "main_rus": "<p><font color=\"#e32311\">така Пикетта</font>  (англ. Pickett's Charge) — эпизод Гражданской войны в США, атака пехоты Конфедерации, организованная по приказу генерала Роберта Ли, против позиций федерального генерал-майора Джорджа Мида на Кладбищенском хребте в последний день битвы при Геттисберге 3 июля 1863 года. Неудача этой атаки была предсказана генералом Лонгстритом и, по мнению большинства историков, она стала фатальной ошибкой, изменившей ход всей войны. Точка, которую достигли атакующие, сейчас называется «High-water mark» и символизирует высший успех, достигнутый армией Конфедерации во время гражданской войны.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;Атака названа по имени генерал-майора Джорджа Пикетта, одного из трёх (наряду с бригадным генералом Джеймсом Петтигрю и генерал-майором Исааком Тримблом) генералов Конфедерации, которым Лонгстрит поручил возглавить атаку.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;После неудачных атак на фланги днём ранее, генерал Ли решил на третий день сражения нанести удар по центру позиций противника. Ночью 2 июля генерал Мид предположил на военном совете северян, что Ли попытается атаковать центр следующим утром. Массированная артиллерийская подготовка должна была ослабить оборону Кладбищенского холма, но оказалась, в основном, неэффективной. В результате примерно 12 500 солдат девяти пехотных бригад наступали по открытой местности против артиллерийских батарей и винтовочного огня. Некоторые солдаты Конфедерации смогли прорваться за каменную стену, за которой засела федеральная пехота, однако не смогли удержать захваченные позиции и были отброшены, потеряв почти 50 % личного состава.</p>",
    "name_eng": "Pickett's Charge",
    "name_rus": "Атака Пикета"
  },
  {
    "_id": 67,
    "first_eng": "T",
    "first_rus": "С",
    "fraction": 0,
    "href_eng": "Battle_of_Shiloh",
    "href_rus": "Сражение_при_Шайло",
    "image": "battles/shiloh.png",
    "main_eng": "<p><font color=\"#e32311\">he Battle of Shiloh</font> , also known as the Battle of Pittsburg Landing, was a major battle in the Western Theater of the American Civil War, fought April 6–7, 1862, in southwestern Tennessee. A Union army under Major General Ulysses S. Grant had moved via the Tennessee River deep into Tennessee and was encamped principally at Pittsburg Landing, Tennessee on the west bank of the river, where Confederate forces under Generals Albert Sidney Johnston and Pierre G. T. Beauregard launched a surprise attack on Grant's army. Johnston was killed in action during the fighting; Beauregard, who thus succeeded to command of the army, decided against pressing the attack late in the evening. Overnight Grant received considerable reinforcements from another Union army under Maj. Gen. Don Carlos Buell, allowing him to launch an unexpected counterattack the next morning which completely reversed the Confederate gains of the previous day.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;On April 6, the first day of the battle, the Confederates struck with the intention of driving the Union defenders away from the river and into the swamps of Owl Creek to the west. Johnston hoped to defeat Grant's Army of the Tennessee before the anticipated arrival of General Don Carlos Buell's Army of the Ohio. The Confederate battle lines became confused during the fierce fighting, and Grant's men instead fell back to the northeast, in the direction of Pittsburg Landing. A Union position on a slightly sunken road, nicknamed the \"Hornet's Nest\", defended by the men of Brig. Gens. Benjamin M. Prentiss's and William H. L. Wallace's divisions, provided critical time for the remainder of the Union line to stabilize under the protection of numerous artillery batteries. Wallace was mortally wounded at Shiloh, while Prentiss was eventually surrounded and surrendered. General Johnston was shot in the leg and bled to death while personally leading an attack. Beauregard, his second in command, acknowledged how tired the army was from the day's exertions and decided against assaulting the final Union position that night.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;Reinforcements from Buell's army and a division of Grant's army arrived in the evening of April 6 and helped turn the tide the next morning, when the Union commanders launched a counterattack along the entire line. Confederate forces were forced to retreat from the area, ending their hopes of blocking the Union advance into northern Mississippi. The Battle of Shiloh was the bloodiest battle in American history up to that time, although it was superseded the next year by the Battle of Chancellorsville and, soon after, the three-day Battle of Gettysburg, which would prove to be the bloodiest of the war.</p>",
    "main_rus": "<p><font color=\"#e32311\">ражение при Шайло</font>  (англ. Battle of Shiloh) — крупное сражение Гражданской войны в США, происшедшее 6 апреля и 7 апреля 1862 года на юго-западе штата Теннесси. Силы конфедератов под командованием генералов Альберта Джонстона и Пьера Борегара внезапно атаковали позиции армии США во главе с генерал-майором Улиссом Грантом и были весьма близки к полному разгрому северян.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;В первый день сражения Миссисипская армия нанесла удар с целью отбросить федеральную армию от реки Теннесси и загнать в болота на западном берегу. Расчет был на то, чтобы разбить армию Гранта до того, как она соединится с армией генерала Бьюэлла. В ходе ожесточенной атаки боевые порядки армии южан были расстроены, что позволило Гранту отвести свои войска не к западу от реки, как планировали конфедераты, а на северо-восток, к местечку Питтсбург-Лендинг. Наступление южан продолжалось, однако остатки дивизии бригадного генерала Прентисса смогли занять оборону и под прикрытием артиллерии отбили 12 атак, что позволило Гранту выиграть время и привести боевые линии в порядок.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;В ходе одной из атак генерал Джонстон лично возглавил наступление, однако был тяжело ранен в бедро и вскоре скончался от потери крови. Принявший на себя общее командование генерал Борегар принял решение не продолжать атаковать позиции северян и отложил решающий штурм на утро 7 апреля. Президенту КША Джефферсону Дэвису была отправлена телеграмма о полной победе.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;Ночью к Гранту присоединилась армия генерала Бьюэлла и к утру соотношение сил на поле боя было совсем другим. Федеральные войска начали контратаку по всему фронту сражения и южане были вынуждены отступить. К тому моменту это была самая кровопролитная битва в истории США. В результате поражения конфедераты упустили последнюю возможность блокировать продвижение федеральных сил к Миссисипи.</p>",
    "name_eng": "The Battle of Shiloh",
    "name_rus": "Сражение при Шайло"
  },
  {
    "_id": 55,
    "first_eng": "T",
    "first_rus": "С",
    "fraction": 0,
    "href_eng": "Battle_of_Atlanta",
    "href_rus": "Сражение_за_Атланту",
    "image": "battles/atlanta.png",
    "main_eng": "<p><font color=\"#e32311\">he Battle of Atlanta</font>  was a battle of the Atlanta Campaign fought during the American Civil War on July 22, 1864, just southeast of Atlanta, Georgia. Continuing their summer campaign to seize the important rail and supply center of Atlanta, Union forces commanded by William T. Sherman overwhelmed and defeated Confederate forces defending the city under John B. Hood. Union Maj. Gen. James B. McPherson was killed during the battle. Despite the implication of finality in its name, the battle occurred midway through the campaign, and the city did not fall until September 2, 1864, after a Union siege and various attempts to seize railroads and supply lines leading to Atlanta. After taking the city, Sherman's troops headed south-southeastward toward Milledgeville, the state capital, and on to Savannah with the March to the Sea.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;The fall of Atlanta was especially noteworthy for its political ramifications. In the 1864 election, former Union general George B. McClellan, a Democrat, ran against President Lincoln, on a peace platform calling for a truce with the Confederacy. The capture of Atlanta and Hood's burning of military facilities as he evacuated, were extensively covered by Northern newspapers, significantly boosting Northern morale, and Lincoln was reelected by a large margin.</p>",
    "main_rus": "<p><font color=\"#e32311\">ражение за Атланту</font>  (The Battle of Atlanta), известное так же как сражение при Декейтере (Декатуре)[en], было сражением во время Битвы за Атланту в годы американской гражданской войны. Оно произошло 22 июля 1864 года юго-восточнее города Атланта, штат Джорджия. В этом сражении федеральная армия сумела опрокинуть и разбить силы Конфедерации, обороняющие город. Однако, оно не привело напрямую к сдаче города, который держался ещё шесть недель.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;Падение Атланты и успех всей Битвы за Атланту широко освещался в газетах Севера, и сильно повлиял на позиции президента Линкольна. В выборах 1864 года участвовали бывший федеральный генерал Джордж Макклелан (демократ) и Авраам Линкольн. Макклелан выступал за переговоры с Югом, но падение Атланты и сожжение Худом склада боеприпасов показало, что конец войне близок и это ослабило позиции сторонников переговоров. Линкольн победил с подавляющим перевесом, набрав 212 голосов из 233. Несмотря на разрушения во время войны, Атланта быстро восстанавливалась из руин. Как говорил один наблюдатель весной 1865 года, «новый город развивается изумительными темпами». В 1880 Атланта вошла в список пятидесяти крупнейших городов в Штатах. Поле битвы сейчас находится в черте города, и множество стендов обозначают важные места сражения, включая место гибели генерала Макферсона. В 2004 отмечалась 140-я годовщина сражения, по случаю чего были установлены новые стенды.</p>",
    "name_eng": "The Battle of Atlanta",
    "name_rus": "Сражение за Атланту"
  },
  {
    "_id": 52,
    "first_eng": "T",
    "first_rus": "В",
    "fraction": 0,
    "href_eng": "Second_Battle_of_Bull_Run",
    "href_rus": "Второе_сражение_при_Булл-Ран",
    "image": "battles/manassastwo.png",
    "main_eng": "<p><font color=\"#e32311\">he Second Battle of Bull Run</font>  or Second Manassas was fought August 28–30, 1862[1] in Prince William County, Virginia, as part of the American Civil War. It was the culmination of an offensive campaign waged by Confederate Gen. Robert E. Lee's Army of Northern Virginia against Union Maj. Gen. John Pope's Army of Virginia, and a battle of much larger scale and numbers than the First Battle of Bull Run (or First Manassas) fought on July 21, 1861 on the same ground.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;Following a wide-ranging flanking march, Confederate Maj. Gen. Thomas J. \"Stonewall\" Jackson captured the Union supply depot at Manassas Junction, threatening Pope's line of communications with Washington, D.C. Withdrawing a few miles to the northwest, Jackson took up defensive positions on Stony Ridge. On August 28, 1862, Jackson attacked a Union column just east of Gainesville, at Brawner's Farm, resulting in a stalemate. On that same day, the wing of Lee's army commanded by Maj. Gen. James Longstreet broke through light Union resistance in the Battle of Thoroughfare Gap and approached the battlefield.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;Pope became convinced that he had trapped Jackson and concentrated the bulk of his army against him. On August 29, Pope launched a series of assaults against Jackson's position along an unfinished railroad grade. The attacks were repulsed with heavy casualties on both sides. At noon, Longstreet arrived on the field from Thoroughfare Gap and took position on Jackson's right flank. On August 30, Pope renewed his attacks, seemingly unaware that Longstreet was on the field. When massed Confederate artillery devastated a Union assault by Maj. Gen. Fitz John Porter's V Corps, Longstreet's wing of 25,000 men in five divisions counterattacked in the largest simultaneous mass assault of the war. The Union left flank was crushed and the army was driven back to Bull Run. Only an effective Union rear guard action prevented a replay of the First Manassas defeat. Pope's retreat to Centreville was nonetheless precipitous.</p>",
    "main_rus": "<p><font color=\"#e32311\">торое сражение при реке Булл-Ран</font>  (англ. The Second Battle of Bull Run), известное на Юге как Второе сражение при Манассасе, произошло 28-30 августа 1862 года во время Гражданской войны в Америке. Сражение стало кульминационным моментом кампании, которую вела Северовирджинская армия генерала Ли против Вирджинской армии федерального генерала Джона Поупа. Оно произошло примерно на том же самом месте, что и Первое сражение при Булл-Ран, но в большем масштабе.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;В августе 1862 года генерал Томас Джексон совершил длинный марш в обход армии противника, захватил и уничтожил федеральный склад на станции Манассас, тем самым перерезав одну из основных линий снабжения Вирджинской армии, и поставив под угрозу другие её коммуникации. Отступив несколько миль на северо-запад, Джексон разместил свои дивизии на Каменистом хребте — сильной оборонительной позиции, которая позволяла контролировать ж/д и основную дорогу на Сентервилль. 28 августа 1862 Джексон атаковал федеральную колонну восточнее Гейнсвилля, возле фермы Брауна (Броунерс-Фарм). В тот же день часть армии Ли под командованием Джеймса Лонгстрита сломила сопротивление противника у Торуфэир Гэп и пришла на помощь Джексону.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;Поуп был убеждён, что сумел поймать Джексона в ловушку, поэтому сконцентрировал против него всю свою армию. 29 августа он провёл серию атак на позиции Джексона в районе неоконченной ж/д выемки. Эти атаки были отбиты с тяжёлыми потерями для обеих сторон. В полдень на поле боя прибыл Лонгстрит и занял позиции на правом фланге Джексона. 30 августа Поуп повторил атаки, ещё не зная о появлении Лонгстрита. Когда конфедеративная артиллерия нанесла серьёзный урон атакующему федеральному V корпусу, Лонгстрит ударил во фланг федералов, бросив в атаку 25 000 человек пяти дивизий — это была самая крупная единовременная атака за историю гражданской войны. Федеральный левый фланг рухнул и армия была отброшена к реке. Только эффективные арьергардные бои федеральной армии избавили её от повторения Первого Булл-Рана.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;По оценке Фримана, во время Булл-ранского сражения Северовирджинская армия продемонстрировала высокую эффективность: штабы работали прекрасно, артиллерия и кавалерия действовали весьма успешно, разведка тоже оказалась на высоте, и в целом армия действовала заметно лучше, чем в предыдущих сражениях Семидневной битвы.</p>",
    "name_eng": "The Second Battle of Bull Run",
    "name_rus": "2-й Манассас"
  },
  {
    "_id": 53,
    "first_eng": "T",
    "first_rus": "С",
    "fraction": 0,
    "href_eng": "Siege_of_Yorktown_(1862)",
    "href_rus": "Сражение_при_Йорктауне_(1862)",
    "image": "battles/yorktown.png",
    "main_eng": "<p><font color=\"#e32311\">he Battle of Yorktown</font>  or Siege of Yorktown was fought from April 5 to May 4, 1862, as part of the Peninsula Campaign of the American Civil War. Marching from Fort Monroe, Union Maj. Gen. George B. McClellan's Army of the Potomac encountered Maj. Gen. John B. Magruder's small Confederate force at Yorktown behind the Warwick Line. McClellan suspended his march up the Peninsula toward Richmond and settled in for siege operations.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;On April 5, the IV Corps of Brig. Gen. Erasmus D. Keyes made initial contact with Confederate defensive works at Lee's Mill, an area McClellan expected to move through without resistance. Magruder's ostentatious movement of troops back and forth convinced the Union that his works were strongly held. As the two armies fought an artillery duel, reconnaissance indicated to Keyes the strength and breadth of the Confederate fortifications, and he advised McClellan against assaulting them. McClellan ordered the construction of siege fortifications and brought his heavy siege guns to the front. In the meantime, Gen. Joseph E. Johnston brought reinforcements for Magruder.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;On April 16, Union forces probed a point in the Confederate line at Dam No. 1. The Union failed to exploit the initial success of this attack, however. This lost opportunity held up McClellan for two additional weeks while he tried to convince the U.S. Navy to bypass the Confederates' big guns at Yorktown and Gloucester Point and ascend the York River to West Point and outflank the Warwick Line. McClellan planned a massive bombardment for dawn on May 5, but the Confederate army slipped away during the night of May 3 toward Williamsburg.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;The battle took place near the site of the 1781 Siege of Yorktown, the final battle of the American Revolutionary War in the east.</p>",
    "main_rus": "<p><font color=\"#e32311\">ражение при Йорктауне</font>  (Battle of Yorktown или Siege of Yorktown) длилось с 5 апреля по 4 мая 1862 года, будучи частью Кампании на Полуострове в годы американской Гражданской войны. Двигаясь от форта Монро, Потомакская армия генерала МакКлелана встретила небольшую армию южан под командованием Джона Магрудера возле Йорктауна, за линией Уорика. Макклелан приостановил марш по полуострову на Ричмонд (Виргиния) и приступил к осадным работам.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;5 апреля IV-й корпус генерала Эрасмуса Кейса впервые наткнулся на укрепления южан возе Лиис-Милл, где Макклелан вообще-то надеялся пройти беспрепятственно. Демонстративные маневры Магрудера убедили федералов в том, что им противостоят серьёзные силы. Противники втянулись в артиллерийскую дуэль, а рекогносцировки показали Кейсу, что укрепления противника весьма серьёзны — и он посоветовал Макклелану не атаковать их сразу. Макклелан приказал приступить к созданию осадных укреплений и подвезти тяжелые осадные орудия. Между тем генерал Джонстон перебросил подкрепления Магрудеру.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;16 апреля северяне нащупали слабое место в обороне противника, но не сумели воспользоваться этим успехом. В итоге Макклелан потратил еще две недели на попытки уговорить флот обойти береговые батареи противника и ударить по флангу «Линии Уорика». Макклелан задумал массированную бомбардировку на 5 мая, но южане в ночь на 3-е мая отошли к Уильямсбургу.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;Сражение произошло неподалеку от места, где в 1781 году произошла осада Йорктауна — последнее сражение американской войны за независимость на суше.</p>",
    "name_eng": "The Battle of Yorktown",
    "name_rus": "Сражение при Йорктауне"
  },
  {
    "_id": 42,
    "first_eng": "T",
    "first_rus": "С",
    "fraction": 0,
    "href_eng": "Battle_of_Kennesaw_Mountain",
    "href_rus": "Сражение_у_горы_Кеннесо",
    "image": "battles/kenesaw.png",
    "main_eng": "<p><font color=\"#e32311\">he Battle of Kennesaw Mountain</font> was fought on June 27, 1864, during the Atlanta Campaign of the American Civil War. It was the most significant frontal assault launched by Union Maj. Gen. William T. Sherman against the Confederate Army of Tennessee under Gen. Joseph E. Johnston, ending in a tactical defeat for the Union forces. Strategically, however, the battle failed to deliver the result that the Confederacy desperately needed—namely a halt to Sherman's advance on Atlanta.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;Sherman's 1864 campaign against Atlanta, Georgia, was initially characterized by a series of flanking maneuvers against Johnston, each of which compelled the Confederate army to withdraw from heavily fortified positions with minimal casualties on either side. After two months and 70 miles (110 km) of such maneuvering, Sherman's path was blocked by imposing fortifications on Kennesaw Mountain, near Marietta, Georgia, and the Union general chose to change his tactics and ordered a large-scale frontal assault on June 27, 1864. Maj. Gen. James B. McPherson feinted against the northern end of Kennesaw Mountain, while his corps under Maj. Gen. John A. Logan assaulted Pigeon Hill on its southwest corner. At the same time, Maj. Gen. George H. Thomas launched strong attacks against Cheatham Hill at the center of the Confederate line. Both attacks were repulsed with heavy losses, but a demonstration by Maj. Gen. John M. Schofield achieved a strategic success by threatening the Confederate army's left flank, prompting yet another Confederate withdrawal toward Atlanta and the removal of General Johnston from command of the army.</p>",
    "main_rus": "<p><font color=\"#e32311\">ражение у горы Кеннесо</font>  (The Battle of Kennesaw Mountain) произошло 27 июня 1864 года во время Битвы за Атланту, в годы американской гражданской войны. Во время сражения имела место одна из самых впечатляющих фронтальных атак, предпринятых генералом Уильямом Шерманом на позиции южной Теннесийской армии генерала Джозефа Джонстона. Сражение завершилось тактическим поражением армии Шермана.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;В кампании против Атланты 1864 года Шерман, как правило, использовал фланговые обходы армии Джонстона, каждый раз заставляя противника отступить с укрепленной позиции. Эти сражения приводили к незначительным потерям с обеих сторон. За два месяца Шерман продвинулся на 70 миль и под конец был остановлен около Мариетты, штат Джорджия, где южане возвели укрепления на горе Кеннесо. Здесь Шерман решил сменить тактику и приказал провести массированную фронтальную атаку 27 июня 1864 года. Генерал Джеймс Макферсон провел отвлекающую атаку у северной оконечности горы Кеннесо, а генерал Джон Логан атаковал Голубиный Холм на юго-западе от горы. В это время Джордж Томас предпринял мощную атаку на холм Читэм в центре позиций южан. Обе атаки были отбиты с большими потерями, но демонстративная атака генерала Скофилда достигла некоторого успеха, заставив южан в очередной раз сменить позиции что, в свою очередь повлекло отстранение от должности генерала Джонстона.</p>",
    "name_eng": "The Battle of Kennesaw Mountain",
    "name_rus": "Сражение у горы Кеннесо"
  },
  {
    "_id": 40,
    "first_eng": "T",
    "first_rus": "Б",
    "fraction": 0,
    "href_eng": "Battle_of_Spotsylvania_Court_House",
    "href_rus": "Битва_при_Спотсильвейни",
    "image": "battles/spottsylvania.png",
    "main_eng": "<p><font color=\"#e32311\">he Battle of Spotsylvania Court House</font> , sometimes more simply referred to as the Battle of Spotsylvania (or the 19th-century spelling Spottsylvania), was the second major battle in Lt. Gen. Ulysses S. Grant's 1864 Overland Campaign of the American Civil War. Following the bloody but inconclusive Battle of the Wilderness, Grant's army disengaged from Confederate General Robert E. Lee's army and moved to the southeast, attempting to lure Lee into battle under more favorable conditions. Elements of Lee's army beat the Union army to the critical crossroads of Spotsylvania Court House, Virginia and began entrenching. Fighting occurred on and off from May 8 through May 21, 1864, as Grant tried various schemes to break the Confederate line. In the end, the battle was tactically inconclusive, but with almost 32,000 casualties on both sides, it was the costliest battle of the campaign.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;On May 8, Union Maj. Gens. Gouverneur K. Warren and John Sedgwick unsuccessfully attempted to dislodge the Confederates under Maj. Gen. Richard H. Anderson from Laurel Hill, a position that was blocking them from Spotsylvania Court House. On May 10, Grant ordered attacks across the Confederate line of earthworks, which by now extended over 4 miles (6.5 km), including a prominent salient known as the Mule Shoe. Although the Union troops failed again at Laurel Hill, an innovative assault attempt by Col. Emory Upton against the Mule Shoe showed promise.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;Grant used Upton's assault technique on a much larger scale on May 12 when he ordered the 15,000 men of Maj. Gen. Winfield S. Hancock's corps to assault the Mule Shoe. Hancock was initially successful, but the Confederate leadership rallied and repulsed his incursion. Attacks by Maj. Gen. Horatio G. Wright on the western edge of the Mule Shoe, which became known as the \"Bloody Angle\", involved almost 24 hours of desperate hand-to-hand fighting, some of the most intense of the Civil War. Supporting attacks by Warren and by Maj. Gen. Ambrose Burnside were unsuccessful.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;Grant repositioned his lines in another attempt to engage Lee under more favorable conditions and launched a final attack by Hancock on May 18, which made no progress. A reconnaissance in force by Confederate Lt. Gen. Richard S. Ewell at Harris farm on May 19 was a costly and pointless failure. On May 21, Grant disengaged from the Confederate Army and started southeast on another maneuver to turn Lee's right flank, as the Overland Campaign continued toward the Battle of North Anna.</p>",
    "main_rus": "<p><font color=\"#e32311\">итва при Спотсильвейни</font>  (Спотсильвании) или сражение при Спотсильвейни Корт Хаус, (Battle of Spotsylvania/Battle of Spotsylvania Court House) — второе важное сражение Оверлендской кампании 1864 года под руководством генерала Улисса Симпсона Гранта во время Гражданской войны в США.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;Сражение произошло 8-21 мая 1864 года вдоль линии траншей длиной около 4 миль (6,5 км.) между Северовирджинской армией под командованием генерала Роберта Ли, который предпринимал вторую попытку остановить весеннее наступление северян, и Потомакской армией под командованием генералов Улисса Гранта и Джорджа Мида. Битва при Спотсильвейни произошла меньше чем через неделю после кровавой и безрезультатной битвы в Глуши, в битве при Спотсильвейни участвовало 52 000 южан против армии северян численностью 100 000 человек.</p>",
    "name_eng": "The Battle of Spotsylvania",
    "name_rus": "Битва при Спотсильвейни"
  }
]